{"268435456":{"id":"Chuckles","name":"The Trapper","role":"killer","difficulty":"easy","gender":"male","height":"tall","bio":"An area-control Killer, able to apply pressure across the map by placing deadly \u003Cb\u003EBear Traps\u003C/b\u003E for Survivors to step in.\u003Cbr\u003E\u003Cbr\u003EHis personal perks, \u003Cb\u003EUnnerving Presence\u003C/b\u003E, \u003Cb\u003EBrutal Strength\u003C/b\u003E and \u003Cb\u003EAgitation\u003C/b\u003E, allow him to chase and carry Survivors more effectively.","story":"Evan MacMillan idolized his father. It wasn’t just that he was heir to a great fortune, it was the way he ran the estate. Raised under his firm hand, Evan had taken to running the workforce with an iron fist. Production was always high and the MacMillan Estate prospered under father and son. As Archie MacMillan’s mental health slowly degenerated, Evan protected him from the herd who wanted a piece of the fortune. No matter what his father asked of him, Evan would do.\u003Cbr\u003E\u003Cbr\u003EWhen Archie MacMillan finally snapped, Evan became his enforcer in what would become known as the worst mass murder in modern history. They never proved that Evan lead over a hundred men into those dark tunnels before detonating the explosives and sealing them to their fate. The tale of the MacMillan Estate is a tale of wealth and power gone very wrong. How many victims fell to the hands of father and son is unknown. No record was ever made of what became of Evan MacMillan. His father is another unsolved puzzle, found in the basement of his own warehouse - dead and abandoned.\u003Cbr\u003E","tunables":{"MaxWalkSpeed":460,"TerrorRadius":3200,"BaseBearTrapCarryCapacity":2,"DistanceThresholdForGeneratorNearBearTraps":1600},"item":"Item_Slasher_Beartrap","outfit":["S01_Head01","S01_Body01","S01_Weapon01"],"dlc":null,"image":"UI/Icons/CharPortraits/K01_TheTrapper_Portrait.png","perks":["Agitation","Brutal_Strength","Unnerving_Presence"]},"268435457":{"id":"Bob","name":"The Wraith","role":"killer","difficulty":"easy","gender":"male","height":"tall","bio":"A stealth Killer, able to Cloak and Uncloak at the ringing of his \u003Cb\u003EWailing Bell\u003C/b\u003E.\u003Cbr\u003E\u003Cbr\u003EHis personal perks, \u003Cb\u003EPredator\u003C/b\u003E, \u003Cb\u003EBloodhound\u003C/b\u003E and \u003Cb\u003EShadowborn\u003C/b\u003E, give him extra abilities to track and locate Survivors, making him a very efficient hunter.","story":"Philip Ojomo came to this country without anything other than hope for a new beginning. He was happy as he got offered a job at Autohaven Wreckers. A small scrap yard where bribed cops turned a blind eye on the somewhat shady business that took place. Ojomo didn’t care. He had seen criminal activity up close in his homeland, and as long as he didn’t get involved, he let things be. He just fixed cars and handled the crusher. Something he did really well. A car went in, a small, metallic cube came out.\u003Cbr\u003E\u003Cbr\u003EIt was not until one gloomy day that he, just by accident, saw some blood coming from one of the un-crushed cars. As he opened the trunk he found a young man, gagged with tied hands and panic filled eyes. Ojomo freed the man who managed to run ten feet before Ojomo’s boss stopped him and slit his throat. As Ojomo demanded answers he was explained that he’d been nothing more than a simple executioner as more or less every car had a soul in them. This was a \u0022service\u0022 the scrap yard provided to certain \u0022clients\u0022. Ojomo snapped and went ballistic. He threw his boss in the crusher and let it slowly compress, as the head stuck out, Ojomo grabbed it and pulled head and spine out of the body. Then he left, and was never seen again.\u003Cbr\u003E","tunables":{"CloakedMaxWalkSpeedPercent":1.3042999505996704,"MaxWalkSpeed":460,"TerrorRadius":3200,"PostUncloakSpeedCurveDuration":1},"item":"Item_Slasher_CloakBell","outfit":["Wraith_Head01","Wraith_Body01","Wraith_Weapon01"],"dlc":null,"image":"UI/Icons/CharPortraits/K02_TheWraith_Portrait.png","perks":["BloodHound","Predator","Shadowborn"]},"268435458":{"id":"HillBilly","name":"The Hillbilly","role":"killer","difficulty":"intermediate","gender":"male","height":"tall","bio":"A high-mobility Killer, able to cover large distances in a short amount of time and instantly down Survivors using his \u003Cb\u003EChainsaw\u003C/b\u003E.\u003Cbr\u003E\u003Cbr\u003EHis personal perks, \u003Cb\u003EEnduring\u003C/b\u003E, \u003Cb\u003ELightborn\u003C/b\u003E and \u003Cb\u003ETinkerer\u003C/b\u003E, allow him to enhance his power and make him harder to lose during chases.","story":"The son of wealthy landowners Max and Evelyn Thompson, this unnamed boy was an unwanted child born to savage parents. Hideously disfigured, he was shut away from society. So ashamed they were of their son, they bricked him into a room and fed him through a hole in the wall. When the boy escaped, he took his revenge savagely and terribly, slaughtering the parents who had tortured him instead of raising him.\u003Cbr\u003E\u003Cbr\u003EAfter the deed was done, he continued to live his life at the farm, taking out his deranged violence on the animals that were allowed to run free. As he finally broke free from his shackles, he ran through the cornfields, chasing and slaughtering whatever he could find. They never found the bodies of Max and Evelyn, but they did find tortured and disemboweled animals, all over the farm. Coldwind Farm was quickly settled and the land split up and sold off. There was never a buyer for the farmhouse. Perhaps because of that sound of a chainsaw you could hear throughout those hot summer nights.\u003Cbr\u003E","tunables":{"CarryingCamperMaxWalkSpeedPercent":0.800000011920929,"MaxWalkSpeed":460,"SlasherAttackChainsawYawSpeedAdjustmentTime":0.75,"TerrorRadius":3200,"ChainsawInitialTurnRate":412,"ChainsawFinalTurnRate":32,"ChainsawTurnRateAdjustmentTime":1,"HillbillyChainsawLongDashDuration":2,"ChainsawDashAttackZoneScaleFactor":0.8999999761581421,"ChainsawDashObstructionZoneScaleFactor":0.5,"SlasherStealthIncreaseRate":0.25,"ChainsawOverheatSprintMaxSpeed":1300,"ChargeChainsawOverheatActionSpeedAdditive":0.05000000074505806,"ChainsawOverheatDuration":20,"ChainsawHeatMaxCharge":20,"ChainsawHeatRevChargeRate":2,"ChainsawHeatDashChargeRate":2,"ChainsawHeatDecayDelay":15,"OverheatMaxSpeedAdjustmentTime":1,"OverheatRevInputActivationChargeBuffer":0.5},"item":"Item_Slasher_Chainsaw","outfit":["Hillbilly_Body01","Hillbilly_Legs01","Hillbilly_Weapon01"],"dlc":null,"image":"UI/Icons/CharPortraits/K03_TheHillbilly_Portrait.png","perks":["Enduring","Lightborn","Tinkerer"]},"268435459":{"id":"Nurse","name":"The Nurse","role":"killer","difficulty":"veryhard","gender":"female","height":"average","bio":"A warping Killer, able to Blink through obstacles and quickly close gaps with her power, \u003Cb\u003ESpencer\u0027s Last Breath\u003C/b\u003E.\u003Cbr\u003E\u003Cbr\u003EHer personal perks, \u003Cb\u003EStridor\u003C/b\u003E, \u003Cb\u003EThanatophobia\u003C/b\u003E and \u003Cb\u003EA Nurse\u0027s Calling\u003C/b\u003E, allow her to decrease Survivor abilities and track them when they are injured.","story":"Sally Smithson came to town with dreams of children’s feet and laughter in a wooden home built by her husband Andrew. And one day Andrew’s foreman had to pay Sally a visit, forever changing her life. With no other option, Sally had to find a way but the only employment she could get was at the Crotus Prenn Asylum. She started at the bottom, doing the hard night shift. Over the years, her mind had reached its limits, decades of seeing horrid things that violate the eyes. Finally, she could not take it anymore and concepts of purification emerged inside her. As the morning staff arrived one day in September, they found over fifty patients dead in their beds, and four staff members, also dead. Only Sally had survived the night but her mind was gone, rocking back and forth non-stop. They got her into an ambulance, but that ambulance never reached the hospital. It was found crashed in a nearby wood, all the staff dead and Sally nowhere to be found.","tunables":{"BlinkBaseFatigue":2,"ChainBlinkFatiguePenalty":0.5,"BlinkCooldown_AttackPenalty":1,"BlinkRange_Maximum":2000,"BlinkRange_Minimum":150,"MaxBlinkDuration":1.5,"MinBlinkDuration":0.25,"MaxWalkSpeed":385,"MaximumBlinkCharges":2,"TerrorRadius":3200,"ChainBlinkTimerDuration":1.5,"BlinkRechargeTime":3,"BlinkControlSensitivityModifier":1,"BlinkControlSensitivityAdjustmentTime":0.10000000149011612,"BlinkControlSensitivityResetTime":0.10000000149011612},"item":"Item_Slasher_Blinker","outfit":["Nurse_Head01","Nurse_Body01","Nurse_Weapon01"],"dlc":null,"image":"UI/Icons/CharPortraits/K04_TheNurse_Portrait.png","perks":["NurseCalling","Stridor","Thanatophobia"]},"268435460":{"id":"Witch","name":"The Hag","role":"killer","difficulty":"veryhard","gender":"female","height":"average","bio":"A cursed Killer, able to place traps and then Teleport to them when activated, using her \u003Cb\u003EBlackened Catalyst\u003C/b\u003E.\u003Cbr\u003E\u003Cbr\u003EHer personal perks, \u003Cb\u003EHex: The Third Seal\u003C/b\u003E, \u003Cb\u003EHex: Ruin\u003C/b\u003E and \u003Cb\u003EHex: Devour Hope\u003C/b\u003E, apply crippling penalties to Survivors as long as the Totem they are attached to remains uncleansed.","story":"Lisa Sherwood grew up in a quiet town. The people of the village were kind, and the elders helped settle their disputes and keep the old traditions alive. Lisa was particularly fond of the charms they taught her to draw for safety and good fortune. One night, as she was walking home through the woods, a terrible storm struck without warning. In the slick wet darkness, she lost her footing and struck her head. Slipping in and out of consciousness, she watched dark shapes approach between the trees. Soon they were close enough for her to make out their evil, hungry grins.\u003Cbr\u003E\u003Cbr\u003EThey kept her chained to the wall in a flooded cellar. Through the gloom, she could see others, whose open wounds swarmed with flies. They did not survive long once the cannibals began carving bites from their bodies with their rusted blades, but somehow Lisa persisted. Starved and mutilated, her gaunt arms became loose in their shackles. She pulled, and the metal tore through skin and muscle until she was free. Her flesh oozed viscous yellow pus and bones were visible beneath gangrenous wounds. She could go no further. Delirious, she thought of home; she thought of the elders. She traced the symbols they had taught her. A dark hunger stirred inside her. It yearned for blood. She chose vengeance.\u003Cbr\u003E\u003Cbr\u003EThe police search eventually brought them to the old house in the swamp. Its inhabitants had been dismembered and devoured. The elders’ charms were scrawled in blood on the floor. Lisa’s body was never found.\u003Cbr\u003E","tunables":{"MaxWalkSpeed":440,"TerrorRadius":2400,"TeleportMaxDistance":4800,"MaxNumTraps":10,"PhantomTrap_TriggerRadius":270,"PhantomTrap_DetectionBuff":400,"PhantomTrap_FlashlightDestroyTime":0.5,"PhantomTrap_ActivateLoudNoiseRange":100000,"PhantomTrap_ActiveTime":6,"PhantomTrap_TriggerAttackTime":10,"PhantomTrap_TeleportAttackTime":10,"PhantomTrap_TeleportCooldownDuration":10,"TeleportStunTime":0.009999999776482582,"SlowdownTimeAfterTeleport":1,"PhantomTrap_ActivateNotifySurvivorBotsRange":1600,"PhantomTrap_WipeAwayTime":4},"item":"Item_Slasher_PhantomTrap","outfit":["HA_Head01","HA_Body01","HA_Claw01"],"dlc":"fleshAndMud","image":"UI/Icons/CharPortraits/DLC3/K05_TheHag_Portrait.png","perks":["Hex_Devour_Hope","Hex_Ruin","Hex_The_Third_Seal"]},"268435461":{"id":"Shape","name":"The Shape","role":"killer","difficulty":"intermediate","gender":"male","height":"tall","bio":"A haunting Killer, intent on monitoring Survivors from a distance to feed his power, \u003Cb\u003EEvil Within\u003C/b\u003E. The more he Stalks, the stronger and faster he becomes.\u003Cbr\u003E\u003Cbr\u003EHis personal perks, \u003Cb\u003ESave the Best for Last\u003C/b\u003E, \u003Cb\u003EPlay with your Food\u003C/b\u003E and \u003Cb\u003EDying Light\u003C/b\u003E select one Survivor to become the Obsession and trigger deadly effects based on the Obsession\u0027s status.","story":"Some humans are simply bad seeds. Seeds infused with a distilled and pure form of evil. Michael Myers is one of those seeds. He had no issues with causing the pain of others. Instead, it was exactly what he sought. But even life can be tough on those with minds filled with terror. The difference is just how one goes about to solve those problems.\u003Cbr\u003E\u003Cbr\u003EFor Michael, he had to kill to find some inner peace. As he took his sister’s life, the police found a silent boy dressed as a clown at the scene. When one stumbles upon a growing fire, one does not pour gasoline on it. But this was an action taken by officials that had no idea how it would shape this demon in the boy’s body. Sending Michael to a mental institution was a feeble attempt to save the child. Unsuccessful therapy and nightly screams just made him even more introvert and deranged. People hoped that Michael Myers would end up a parenthesis, soon to be forgotten and buried, a failure that soon were to rot away. But then…he escaped.\u003Cbr\u003E","tunables":{"BaseStalkMaxRange":3985,"BaseStalkMinRange":250,"BaseStalkRateAtMaxRange":0.10000000149011612,"BaseStalkRateAtMinRange":1,"MaxStalkPointsPerSurvivor":10.100000381469727,"MaxWalkSpeed":460,"TerrorRadius":600,"TerrorRadius_Tier1":1600,"TerrorRadius_Tier2":3200,"SlasherPassiveStalkSpeedFactor":0.6000000238418579,"SlasherActiveStalkSpeedFactor":0.20000000298023224,"SlasherAttackPounceOpenTimeStalkTier0":0.20000000298023224,"SlasherAttackPounceOpenTimeStalkTier1":0.5,"SlasherAttackPounceOpenTimeStalkTier2":0.6000000238418579,"SlasherStalkerTierRequirement1":5,"SlasherStalkerTierRequirement2":5,"SlasherStalkLastTierTime":60,"SlasherStalkPointCostForLastTierTimer":5,"SlasherStalkerTierSpeedMultiplier0":0.9139999747276306,"SlasherStalkerTierSpeedMultiplier1":1,"SlasherStalkerTierSpeedMultiplier2":1,"KillerSight_ScreenVisibilityZoneRadiusPercentX":0.6000000238418579,"KillerSight_ScreenVisibilityZoneRadiusPercentY":0.699999988079071,"KillerSight_MinimumCharacterScreenPercentInZoneTrigger":4.999999873689376e-5,"KillerSight_MinimumCharacterScreenPercentNotInZoneTrigger":0.009999999776482582,"KillerSight_MinimumCharacterVisiblePixelsPercentTrigger":0.25,"KillerSight_MinimumCharacterScreenPercentInZoneUntrigger":4.8999998398358e-5,"KillerSight_MinimumCharacterScreenPercentNotInZoneUntrigger":0.009800000116229057,"KillerSight_MinimumCharacterVisiblePixelsPercentUntrigger":0.24500000476837158},"item":"Item_Slasher_Stalker","outfit":["MM_Head01","MM_Body01","MM_Knife01"],"dlc":"halloween","image":"UI/Icons/CharPortraits/DLC2/K06_TheShape_Portrait.png","perks":["Dying_Light","Play_With_Your_Food","Save_The_Best_For_Last"]},"268435462":{"id":"Killer07","name":"The Doctor","role":"killer","difficulty":"hard","gender":"male","height":"tall","bio":"A madness-inducing Killer who is able to use his power, \u003Cb\u003ECarter\u0027s Spark\u003C/b\u003E, to trigger electrical charges, incapacitating Survivors and eventually causing them to hallucinate and scream in terror, revealing their position.\u003Cbr\u003E\u003Cbr\u003EHis personal perks, \u003Cb\u003EOverwhelming Presence\u003C/b\u003E, \u003Cb\u003EMonitor \u0026 Abuse\u003C/b\u003E and \u003Cb\u003EOvercharge\u003C/b\u003E, encourage chases, impact Survivors\u0027 ability to repair effectively, and make him harder to detect when not in a chase.","story":"Showing exceptional aptitude in psychology, Herman was handpicked for special training in an advanced neuroscience program located in a secret black site facility in Illinois known as the Léry Memorial Institute, really a front for the CIA. This is where Herman met Dr. Otto Stamper where under his guidance, Herman began to use strange and ever increasingly vicious methods to extract information from prisoners sent to the institute, which was also a covert prison and re-education center for whoever was the USA’s current nemesis. His liberal use of violent electroshock therapy revealed dramatic results and several threats to national security were uncovered.\u003Cbr\u003E\u003Cbr\u003EOver the years, Herman became known as The Doctor and no one ever questioned if he had even held a medical certificate or even what happened to the prisoners after they had given up their information. It was only after the Léry Memorial Institute went silent for a week that the true horror was finally discovered. The personnel, patients, and prisoners were all found dead with all types of head trauma. All personnel and prisoners\u0027 bodies were accounted for, including Dr. Otto Stamper, but no sign of Herman “The Doctor” Carter.\u003Cbr\u003E","tunables":{"MaxWalkSpeed":460,"TerrorRadius":3200,"ShockTherapy_Range":1200,"ShockTherapy_Range_LineShape":2400,"ShockTherapy_SecondsToCharge":1,"ShockTherapy_Delay":0.800000011920929,"ShockTherapy_Cooldown":1.5,"ShockTherapy_SlashComboTime":10,"ShockTherapyBlockActionDuration":2.5,"StaticBlast_SecondsToCharge":2,"StaticBlast_Cooldown":60,"MadnessTier1":1,"MadnessTier2":2,"MadnessTier3":3,"MaxMadnessTier":3,"Post_SnapOutOfIt_Madness":1,"ShockTherapy_MadnessGain":0.5,"StaticBlast_MadnessGain":1,"Madness2IllusionaryDoctorIntervalMinimum":16,"Madness2IllusionaryDoctorIntervalMaximum":32,"Madness3IllusionaryDoctorIntervalMinimum":8,"Madness3IllusionaryDoctorIntervalMaximum":16,"Madness3RevealScreamIntervalMinimum":16,"Madness3RevealScreamIntervalMaximum":32,"MadnessTier1_InsaneSkillCheckChance":0.33000001311302185,"MadnessTier2_InsaneSkillCheckChance":0.6600000262260437,"MadnessTier3_InsaneSkillCheckChance":1,"BaseIllusionaryDoctorDuration":1,"IllusionaryDoctorMaximumDistance":1000,"IllusionaryDoctorMinimumDistance":200,"IllusionaryDoctorDotProductMinimumValue":0.699999988079071},"item":"Item_Slasher_Killer07Item","outfit":["DO_Head01","DO_Body01","DO_Weapon01"],"dlc":"sparkofMadness","image":"UI/Icons/CharPortraits/DLC4/K07_TheDoctor_Portrait.png","perks":["GeneratorOvercharge","MonitorAndAbuse","OverwhelmingPresence"]},"268435463":{"id":"Bear","name":"The Huntress","role":"killer","difficulty":"intermediate","gender":"female","height":"tall","bio":"A ranged Killer, able to throw \u003Cb\u003EHunting Hatchets\u003C/b\u003E at Survivors to injure them from a distance.\u003Cbr\u003E\u003Cbr\u003EHer personal perks, \u003Cb\u003EBeast of Prey\u003C/b\u003E, \u003Cb\u003ETerritorial Imperative\u003C/b\u003E and \u003Cb\u003EHex: Huntress Lullaby\u003C/b\u003E, allow her to apply pressure through better map awareness and enhanced chasing abilities.","story":"As soon as Anna was able to walk, her mother started teaching her how to survive a harsh, solitary life in the northern woods. Living in such an extremely remote and dangerous area required skill and resilience. When sunlight became too dim for productive activities, they would take refuge in their house, a sturdy old cabin constructed to resist the toughest winters. Close to the hearth’s warmth, Anna would rest in her mother’s arms, surrounded by the few wooden toys and masks she had crafted for her. Drifting off to sleep with stories and lullabies, she dreamt happy dreams, ignorant of the events that would soon change everything.\u003Cbr\u003E\u003Cbr\u003EAnna and her mother were stalking a great elk through the woods. They knew it was dangerous prey, but it had been a particularly difficult winter and they were almost out of food. The specter of starvation frightened them more than any forest creature. Without warning, the elk reared, bellowed and charged at Anna. She was paralyzed with fear as the whole world seemed to shake under the immense beast\u0027s pounding hooves. The elk was close enough for Anna to see the murderous fury in its eyes when her mother threw herself in its path, axe in hand. A bloodcurdling scream escaped from her lips as the elk impaled her upon its antlers and hoisted her into the air. With all her strength, she brought her axe down on its head again and again while it tried to shake her loose. With a sickening crack, the antlers snapped and Anna\u0027s mother was free. The beast collapsed.\u003Cbr\u003E\u003Cbr\u003EAnna was too small to move her mother\u0027s broken body, so she sat with her in the clearing where she had fallen. To distract her from the dying elk\u0027s cries, Anna\u0027s mother held her and hummed her favorite lullaby. They stayed like that, the huntress and the elk getting quieter and colder, until Anna was alone in the silent forest. Eventually she stood up and started the long walk back home.\u003Cbr\u003E\u003Cbr\u003EStill a child, she knew just enough about life in the frozen forest to survive. She followed her instincts and became one with the wild. She got older and stronger and practiced her hunt. As she grew into a dangerous predator, her humanity became a half-remembered dream.\u003Cbr\u003E\u003Cbr\u003EShe widened her territory and lived off her hunts. She worked her way up through squirrels and hares and mink and foxes. Eventually she grew tired of them and hunted more dangerous animals like wolves and bears. When unsuspecting travelers came through her woods, she discovered her new favorite prey: humans. Unlucky souls who strayed into her territory were slaughtered like any other animal. She liked to collect their tools and colorful garments and especially toys when there were little ones. But she could never bring herself to kill the little girls.\u003Cbr\u003E\u003Cbr\u003EGirls she would take back to her house, deep in the woods. They were precious, and looking at them woke up something deep in her heart. She craved the closeness of a loved one, a child of her own. Among the pillaged wooden toys, dolls and story books she couldn’t read, the girls would be tied by the neck with a rough and chafing rope fastened firmly to the wall. She couldn’t let them wander off, or they would surely die outside.\u003Cbr\u003E\u003Cbr\u003EEvery time, the girls would waste away and die of cold or starvation or sickness. Every time, it plunged Anna deeper into pain and sorrow and madness. She was compelled to try again, and started raiding the nearest villages to slaughter families and kidnap their daughters. She wore one of the animal masks her mother crafted for her so many years earlier to try to calm the frightened children. Villagers spread the legend of a half-beast lurking in Red Forest: The Huntress, who killed men and ate little girls.\u003Cbr\u003E\u003Cbr\u003EWar eventually came to the forest. German soldiers began to pass through, on the march to attack the collapsing Russian Empire. During these dark times, there were no more travelers. The villagers had abandoned their homes, and no more little ones to be found; only soldiers. Many of them were found with violent axe wounds. Whole groups disappeared mysteriously. Once the war was over, the rumours of The Huntress disappeared with it, engulfed by the Red Forest.","tunables":{"HatchetThrowCooldown":1,"MaxWalkSpeed":440,"TerrorRadius":2000,"HatchetMinSpeed":2500,"HatchetMaxSpeed":4000,"HatchetThrowSecondsToCharge":1,"HatchetFarHitDistance":2400,"HatchetLaunchPitchMax":5,"HatchetThrowCancellationCooldown":1,"HatchetWindUpTime":0.8999999761581421},"item":"Item_Slasher_Hatchet","outfit":["BE_Mask01","BE_Body01","BE_W01"],"dlc":"boreal","image":"UI/Icons/CharPortraits/DLC5/K08_TheHuntress_Portrait.png","perks":["BeastOfPrey","Hex_HuntressLullaby","TerritorialImperative"]},"268435464":{"id":"Cannibal","name":"The Cannibal","role":"killer","difficulty":"intermediate","gender":"male","height":"tall","bio":"A chainsaw-wielding Killer, able to trigger a deadly frenzy using \u003Cb\u003EBubba\u0027s Chainsaw\u003C/b\u003E, immediately downing anyone in its path.\u003Cbr\u003E\u003Cbr\u003EHis personal perks, \u003Cb\u003EKnock Out\u003C/b\u003E, \u003Cb\u003EBarbecue \u0026 Chili\u003C/b\u003E and \u003Cb\u003EFranklin\u0027s Demise\u003C/b\u003E, make Survivors easier to locate while robbing them of their tools and abilities.","story":"Whether Killers perform their heinous acts by the compulsions of their diseased minds, or if they are forced into them by external pressures, has long been a matter of debate. But for one Killer, nature and nurture are inextricably linked.\u003Cbr\u003E\u003Cbr\u003ELeatherface kills not from a desire to exert his will over others, to satisfy carnal urges, or even to quiet the voices in his head. He kills because he is scared. Scared that others will hurt him; scared that his family will be displeased with him, scared that their shared willingness to eat human flesh will be discovered.\u003Cbr\u003E\u003Cbr\u003EHe does as he is told, his family loves him and that is all that matters. Outsiders are a threat, and threats need to be dealt with.\u003Cbr\u003E\u003Cbr\u003ELike those kids that came into the house, uninvited. Walked in like they owned the place. Looked around the house, trying to find out his family’s secrets, no doubt. But Leatherface dealt with them, protected his family, just as he’d been taught.\u003Cbr\u003E\u003Cbr\u003EHe is not just protector, he has many roles, and each role has its own face. He serves dinner, cares for the family, dresses well when they eat. His Grandpa and Ma used to care for them all, but Grandpa is old now and she has been still for a while, so Leatherface and his brothers had to take over. Family is everything to him. Family is security and safety.\u003Cbr\u003E\u003Cbr\u003EBut, even though he did his best, one of the kids got away. He tried to stop her, chasing after her as fast as he could, but she had help: another outsider, driving a truck. The evil trucker killed his brother, ran him over like he was a possum. In a fury, Leatherface leapt at him, the saw ready to avenge his family, but the trucker was too quick. He knocked Leatherface aside and turned his own saw against him.\u003Cbr\u003E\u003Cbr\u003EAs he watched the outsiders driving away, the rage, grief and pain combined with the worry about what would happen to his family now. They would surely return with the police, and the police would take his brothers, his Grandpa. Without them, what would he do? Without their commands, he would wither and die.\u003Cbr\u003E\u003Cbr\u003EAs his world collapsed, Leatherface spun in circles, swinging the saw all around, trying to fight off the myriad external threats that surrounded him.\u003Cbr\u003E\u003Cbr\u003EThen another feeling overtook him. It came from outside his vision, crawling over his skin with cold dread. He realised that no matter what outsiders could do to him, there was something worse, something bigger that lived in the shadows. He was filled with a terror unlike any he had ever felt before. But it was almost comforting, like the fear he’d felt with his family. The fear of disappointing them.\u003Cbr\u003E\u003Cbr\u003EHe was brought to a place that was familiar but unknowable, and he instinctively knew what he had to do. He couldn’t fail it, the way he had his family. Outsiders would come but he would use his skills to overcome any threats. There would be screaming, but he could make the world quiet again. Until the only sound remaining was the blessed howl of the saw.\u003Cbr\u003E\u003Cbr\u003ELet the outsiders come.","tunables":{"SlasherAttackChainsawOpenTime":2,"TerrorRadius":3200,"MaxWalkSpeed":460,"SlasherAttackLFChainsawPercentTantrumPhaseDamage":0.75,"SlasherAttackChainsawHittingTime":0.30000001192092896,"SlasherAttackChainsawSucceedCooldownTime":2,"SlasherAttackChainsawMissCooldownTime":1.5,"SlasherAttackChainsawObstructCooldownTime":3,"SlasherAttackLFChainsawMaxAccelerationPercent":1,"CannibalChainsawMaxCharge":4,"CannibalChainsawChargeRate":1,"CannibalChainsawMaxNumberOfCharges":3,"CannibalChainsawMissCooldownIncrease":1,"CannibalChainsawMaxCooldownDuration":4.5,"CannibalTantrumMaxCharge":3,"CannibalTantrumChargeRate":1,"CannibalTantrumDurationIncrease":1,"CannibalTantrumMaxDuration":6,"CannibalChainsawDashDuration":2.5},"item":"Item_Slasher_LFChainsaw","outfit":["CA_Head01","CA_Body01","CA_W01"],"dlc":"Cannibal","image":"UI/Icons/CharPortraits/Cannibal/K09_TheCannibal_Portrait.png","perks":["BBQAndChilli","FranklinsLoss","InTheDark"]},"268435465":{"id":"Nightmare","name":"The Nightmare","role":"killer","difficulty":"intermediate","gender":"male","height":"average","bio":"A nightmare inducing Killer, passively forcing Survivors into his Dream World using his power, \u003Cb\u003EDream Demon\u003C/b\u003E. It is here that Survivors become extremely vulnerable to his dream abilities. Using his \u003Cb\u003EDream Projection\u003C/b\u003E ability he is able to quickly appear across the map and put pressure on Survivors.\u003Cbr\u003E\u003Cbr\u003EHis personal perks, \u003Cb\u003EFire Up\u003C/b\u003E, \u003Cb\u003ERemember Me\u003C/b\u003E and \u003Cb\u003EBlood Warden\u003C/b\u003E, improve his abilities over time and make him stronger as the trial reaches its climax.","story":"Even while he lived, Freddy Krueger was a creature of nightmare for those who truly knew him. Hiding behind a mask of warmth and friendliness, Freddy\u0027s actual temperament was known only to his victims. When those victims were finally heard, the parents of Springwood tracked Freddy down and took the law into their own hands. They thought fire had rid them of a monster that night, that their children were finally safe, but evil as strong as his has a way of surviving.\u003Cbr\u003E\u003Cbr\u003EYears passed, the horror was buried, the victims mercifully forgot. Then, somehow, Freddy returned, and dreams became nightmares once again.\u003Cbr\u003E\u003Cbr\u003EFreddy focused his anger on those he felt had wronged him, building up to his one true obsession: Nancy Holbrook. But he underestimated her strength and resourcefulness. Together with her friend, Quentin, she managed to weaken Freddy, mutilating him and leaving him for dead once more.\u003Cbr\u003E\u003Cbr\u003EDeath didn\u0027t want Freddy the first time he encountered it, why did they think it would take him now? He emerged once more, consumed with vengeance. Then he turned his sights on the boy who had blocked his path to Nancy, his number one.\u003Cbr\u003E\u003Cbr\u003EFreddy invaded Quentin\u0027s dreams, terrorizing him night after night, until his strength and defenses would be at their lowest. When the time was right, he forced the boy to return to the dark reflection of Badham Preschool. Here he would have his final revenge.\u003Cbr\u003E\u003Cbr\u003EFreddy stalked the boy through the school\u0027s halls. He took his time, savoring every moment of the hunt. This was what he enjoyed the most: the smell of their sweat in the air, the ragged gasps of their terrified breath. They were his to play with.\u003Cbr\u003E\u003Cbr\u003EThere was the boy, at the end of a long corridor. Too tired and scared to run anymore? Resigned to his fate? Freddy closed in, arms wide, claws raking the wall. Their tips traced along a pipe, the metallic shrieking only adding to the boy’s apprehension.\u003Cbr\u003E\u003Cbr\u003EA shower of sparks rained on the ground, and into the liquid that covered the tiled floor. A blue flame blossomed and quickly engulfed the room.\u003Cbr\u003E\u003Cbr\u003EThe boy took flight as Freddy burst from the flames in a fury. Rooms and walls raced past in a blur until they were in Freddy\u0027s basement. There would be no escape from here.\u003Cbr\u003E\u003Cbr\u003ESlowly Freddy closed in on the boy. His fear was so strong now that Freddy could almost taste it, but his eyes burned with a defiant hatred that was almost admirable.\u003Cbr\u003E\u003Cbr\u003EFreddy drew back his claws.\u003Cbr\u003E\u003Cbr\u003EThen Freddy felt another presence with him; something old, powerful and dark. A miasma enveloped him and the only sensation was a sound like wooden beams flexing and creaking in the distance. The echoing groan of metal crushed against metal. Something arcane and unknowable, half-way between language and pure terror.\u003Cbr\u003E\u003Cbr\u003EThere was a moment of falling and spinning, and then Freddy was back in the school. But not his school. It looked the same, but it felt different. His powers were tempered in some ways and focused in others. The boy had gone for now, but other prey walked the hallways. Some would be inconsequential; others would become his new favorites. All would fall before his claws.","tunables":{"TerrorRadius":3200,"MaxWalkSpeed":460,"InduceDreamsSuccessCooldown":7,"PutToSleepMaxDistance":1000,"SecondsBeforeRevealSurvivorAfterLeavingTerrorRadius":1,"MicrosleepDistance":600,"GlimpseDistanceMin":1600,"GlimpseDistanceMax":3200,"SleepinessGainRate":33,"KillerGlimpseCooldown":2,"KillerGlimpseDuration":2,"GeneratorTeleportChargeTime":3,"GeneratorTeleportSuccessCooldown":45,"GeneratorTeleportCancelledCooldown":10,"GeneratorTeleportPercentCooldownReductionPerSleepingSurvivor":0.15000000596046448,"DreamPalletPlacementRange":1200,"DreamPalletIndicatorRange":1600,"DreamPalletPlacementAngle":40,"DreamPalletAuraRange":2400,"DreamSnareMinimumChargeTime":0.75,"DreamSnareSlowDuration":3,"DreamSnareTriggeredDuration":5,"DreamSnareScreamIndicatorDuration":5,"SleepThreshold":60,"BaseSleepGainPerSecond":1,"ClockSleepinessProtectionDuration":30,"FullVisibleDistanceMax":1000,"BlackBoxBlockDuration":15},"item":"Item_Slasher_DreamInducer","outfit":["SD_Head01","SD_Body01","SD_W01"],"dlc":"Sandman","image":"UI/Icons/CharPortraits/England/K10_TheNightmare_Portrait.png","perks":["BloodWarden","FireUp","RememberMe"]},"268435466":{"id":"Pig","name":"The Pig","role":"killer","difficulty":"hard","gender":"female","height":"average","bio":"A tormenting Killer, able to Crouch into stealth mode, then Ambush Survivors from a short distance. She can also apply \u003Cb\u003EReverse Bear Traps\u003C/b\u003E to downed Survivors, forcing them to remove it before the timer runs out. If the timer expires, they die instantly.\u003Cbr\u003E\u003Cbr\u003EHer personal perks, \u003Cb\u003EHangman\u0027s Trick\u003C/b\u003E, \u003Cb\u003ESurveillance\u003C/b\u003E and \u003Cb\u003EMake Your Choice\u003C/b\u003E, give her more map control and expose altruistic Survivors.","story":"When John Kramer, better known as Jigsaw, planned for his son to be born during the Chinese Zodiac’s Year of the Pig, he wanted it to represent fertility and rebirth; a new beginning for him and his wife, and the start of a charmed life for his son. But that plan was shattered on the night that a junkie broke into his wife’s clinic, hoping to score.\u003Cbr\u003E\u003Cbr\u003EAfter this event resulted in the death of his unborn son, John finally caught up with the junkie, making him his first test subject, and the Pig was changed forever too. It became a representation of the disease that was rotting John from the inside, a reminder that we are just meat unless we elevate ourselves through our actions, by grasping life from the jaws of death.\u003Cbr\u003E\u003Cbr\u003EThe Pig became a vessel, an agent of Jigsaw, conveying the subjects to their test. For some of those who emerged victorious, the Pig could still be a rebirth, into their new lives as apprentices, even disciples, of Jigsaw.\u003Cbr\u003E\u003Cbr\u003EThat was the case for Amanda Young, a troubled soul, whose life had been a catalogue of harm, both to herself and those around her. That changed when she faced, and bested, Jigsaw’s test. Deciding her life was worth something, she became devoted to Jigsaw’s cause, ready to take over when the cancer consumed him.\u003Cbr\u003E\u003Cbr\u003EBut she became more dependent on John, her anguish at his impending death combining with a belief that their test subjects weren’t capable of saving themselves, of being reborn in the crucible of the games.\u003Cbr\u003E\u003Cbr\u003ESeeing this, John presented her with another game, another chance to save herself, but Amanda let her rage and jealousy rule her actions. She failed the test and took a bullet as a consequence.\u003Cbr\u003E\u003Cbr\u003EBleeding out on the tiled floor, darkness engulfed Amanda’s vision, accompanied by a sound like creaking wood. Then she was in a forest, once more viewing the world through the eyes of a Pig. Trees surrounded her, their branches clawing at her from all sides. Waves of panic washed over her and she could hear her breath reverberating inside the mask.\u003Cbr\u003E\u003Cbr\u003EHad she been damned, cursed to spend her days here, in this guise? Or maybe this was another test? Maybe she hadn’t failed at all? John always thought one step ahead of everyone else, planned for every eventuality, and he would never give up on her, surely?\u003Cbr\u003E\u003Cbr\u003EJigsaw may have gone but he had passed her onto another. A being for whom she would be The Pig again.\u003Cbr\u003E\u003Cbr\u003EUltimately, she saw now that she had been right in the choices she had made. The time for games was over. There was no chance of redemption for any of them. They were meat, and meat was destined for slaughter.","tunables":{"CrouchTime":1,"MaxWalkSpeed":460,"ReverseBearTrapRemovalModifier":3,"ReverseBearTrapTimeToExecution":150,"ReverseBearTrapTotalRemovals":12,"SlasherAttackAmbushHittingTime":0.30000001192092896,"SlasherAttackAmbushMissCooldownTime":1.5,"SlasherAttackAmbushObstructCooldownTime":1.5,"SlasherAttackAmbushOpenTime":2.299999952316284,"SlasherAttackAmbushSucceedCooldownTime":2.700000047683716,"SlasherStealthDecreaseRate":0.6600000262260437,"SlasherStealthIncreaseRate":0.25,"TerrorRadius":3200,"UnCrouchTime":1},"item":"Item_Slasher_ReverseBearTrap","outfit":["FK_Mask01","FK_Body01","FK_W01"],"dlc":"Finland","image":"UI/Icons/CharPortraits/Finland/K11_ThePig_Portrait.png","perks":["HangmansTrick","MakeYourChoice","Surveillance"]},"268435467":{"id":"Clown","name":"The Clown","role":"killer","difficulty":"intermediate","gender":"male","height":"tall","bio":"A strategic Killer, able to control and corral Survivors by throwing bottles of \u003Cb\u003EThe Afterpiece Tonic\u003C/b\u003E to create clouds of noxious gas that cover large areas for a short amount of time. Survivors Intoxicated by the gas are inflicted with impaired vision and movement speed, and give away their location by coughing loudly.\u003Cbr\u003E\u003Cbr\u003EHis personal perks, \u003Cb\u003EBamboozle\u003C/b\u003E, \u003Cb\u003ECoulrophobia\u003C/b\u003E and \u003Cb\u003EPop Goes the Weasel\u003C/b\u003E, provide vaulting advantages and negatively impact Survivor healing speed and repairs.","story":"Kenneth Chase was born in 1932 by a difficult labor, which his mother wouldn’t survive. This event drove a rift between him and his father that never closed. As the boy grew, so did his father’s resentment, and his drinking habit. By the time Kenneth was at school, they lived mostly separate lives.\u003Cbr\u003E\u003Cbr\u003EAcademically, he was unremarkable, coasting by on his significant athletic prowess. He grew tall and strong, excelling at track events, but shunned any attempts to coax him into team sports.\u003Cbr\u003E\u003Cbr\u003EOn his walk home from school, he would often find feathers on the ground and he soon began a collection, keeping them in a cigar box under his bed. With his father either at work or in an alcohol-induced stupor, Kenneth had hours to spend alone, transfixed by the regularity of the feathers’ barbs and feeling the softness as he ran them over his lips. Watching the birds that came to the feeder in his garden, he imagined how soft they must be and resolved to catch one. He ingratiated himself with the local dentist, soon procuring some anesthetic. Using this, he rigged up a trap on the feeder, that he hoped would knock out a bird long enough that he could touch it.\u003Cbr\u003E\u003Cbr\u003EAfter a few failed attempts, he managed to trap a robin. As it lay in his hand, he felt a sudden rush, of a life at his mercy. He had planned to release it once it recovered from the anesthetic. Instead, as its eyes flickered back into consciousness and it began to struggle, his grip remained firm. His fingers slowly tightened around its throat, squeezing until its chest feathers were finally still. He disposed of the body, keeping just a feather, with which he started a new collection, discarding the others as ‘fake’.\u003Cbr\u003E\u003Cbr\u003EBy the late 1940s, Kenneth had left school and started working as a busboy at a local diner. He had also escalated to larger prey, like squirrels, raccoons and dogs, becoming skilled at customizing the anesthetic dosage for each.\u003Cbr\u003E\u003Cbr\u003EIn early 1954, a young man went missing and the town was turned upside down in the search. A few months later, Kenneth’s father, while doing some work in the crawlspace under the house, found a cigar box. He broke it open and saw, to his horror, that it contained feathers, animal paws, and a man’s finger.\u003Cbr\u003E\u003Cbr\u003EReturning from work, Kenneth saw his father leaving the crawlspace with a cigar box in his hands. He turned on his heel and never went home again.\u003Cbr\u003E\u003Cbr\u003EAfter a few weeks of living rough, he encountered a traveling circus and, with his prodigious strength, was hired to work the ropes. He assumed a new name: Jeffrey Hawk.\u003Cbr\u003E\u003Cbr\u003ESuddenly surrounded by a close-knit community, “Jeffrey” had to learn to socialize. He donned a new personality like a disguise, quickly becoming known as charming and helpful, and was welcomed into his new family.\u003Cbr\u003E\u003Cbr\u003EOver the next decade, he stayed with the circus, traveling the length and breadth of the USA. But, with the itinerant life providing few repercussions, he fell into bad habits. Drink, junk food, drugs, he indulged all of them to excess. For a time, these vices were enough, but then his old urges returned and his nomadic existence became a cover for him to resume killing. He stole clothes and makeup from performers, fashioning a disguise that would let him get close to his victims before he anesthetized them, bringing them back to his caravan, where they would awake to find themselves bound and at his mercy. He would finally get to have his fun, mentally and physically torturing them, their screams fueling him, before being lost in the night.\u003Cbr\u003E\u003Cbr\u003EOnce their strength was at its lowest, he would carefully examine their fingers, searching for the prettiest, running them over his tongue to find the tastiest. Once he found the best, he would cut it from their hand and proudly add it to his collection, disposing of the rest of the body as pointless waste.\u003Cbr\u003E\u003Cbr\u003EMen, women, young, old, he didn’t care. The essence of a good collection is in the variety, in the memories and stories they evoke.\u003Cbr\u003E\u003Cbr\u003EHe removed the costume less and less, shedding his old personality with it, fully embracing the clown, his true self.\u003Cbr\u003E\u003Cbr\u003EWith time, he became complacent and sloppy. A victim managed to work free of her bindings while he was sleeping off the drink. She escaped, screaming for help, and he awoke to find the rest of the circus bearing down on him. He whipped his horse and the caravan disappeared into the night.\u003Cbr\u003E\u003Cbr\u003ESince then he has roamed the country, a parasite who could always be found at a carnival or circus, but who would never been seen on any playbill. He lured those brave, or foolish, enough to come near, trapped them and moved on before they could be found missing.\u003Cbr\u003E\u003Cbr\u003ESomewhere along the way, he left the ordinary roads of the USA behind him, traveling through a veil of mist and entering a new realm. It was a place of transience and impermanence, perfectly suiting the life he had chosen to lead. Feeling more at home than he had in his entire life, he set up camp and waited for his first visitor.","tunables":{"TerrorRadius":3200,"MaxWalkSpeed":460,"BombMinSpeed":850,"BombMaxSpeed":1400,"GasCloudInitialVelocity":400,"GasCloudGravityScale":0.6000000238418579,"GasCloudBounciness":0.20000000298023224,"GasCloudFriction":0.800000011920929,"GasCloudDuration":10,"GasCloudSurvivorDetectionRadius":80,"GasCloudSimpleCollisionRadius":30,"GasCloudComplexCollisionRadius":10,"AntidoteCloudInitialVelocity":300,"AntidoteCloudSurvivorDetectionRadius":80,"AntidoteCloudProjectilesToLaunch":9,"AntidoteCloudDuration":5,"DissipateGasCloudTime":0.4000000059604645,"GasCloudMinimumLifetime":1,"HitByBombIndicatorDuration":3,"GasCloudSpawnPointOffset":50,"BombReloadSecondsToCharge":3,"BombCollisionRadius":6,"GasCloudProjectilesToLaunch":11,"GasCloudEffectDuration":2,"BombThrowWindupTime":0.25,"BombThrowReleaseTime":0.25,"BombThrowCooldownTime":1,"ThrowerVelocityFactor":0.25,"BombThrowCancellationCooldown":1,"BombThrowSecondsToCharge":1,"EnablePlaceholderExplosion":1,"PlaceholderSmokeDissipateDelay":10,"EnablePlaceholderSmoke":1,"BombDirectHitBlindDuration":2,"AntidoteSpeedBoostValue":0.10000000149011612,"AntidoteSpeedBoostDuration":6,"AntidoteCloudActivationDelay":2,"GasCloudCosmeticFadeDuration":0.75,"AntidoteCloudCosmeticFadeDuration":2.5},"item":"Item_Slasher_GasBomb","outfit":["GK_Head01","GK_Body01","GK_W01"],"dlc":"Guam","image":"UI/Icons/CharPortraits/Guam/K12_TheClown_Portrait.png","perks":["Bamboozle","Coulrophobia","pop_goes_the_weasel"]},"268435468":{"id":"Spirit","name":"The Spirit","role":"killer","difficulty":"hard","gender":"female","height":"average","bio":"A phase-walking Killer, able to catch Survivors off-guard with her traversal power, \u003Cb\u003EYamaoka’s Haunting\u003C/b\u003E. Her power allows her to Teleport from one place to another without being seen.\u003Cbr\u003E\u003Cbr\u003EHer personal perks, \u003Cb\u003ESpirit Fury\u003C/b\u003E, \u003Cb\u003EHex: Haunted Ground\u003C/b\u003E and \u003Cb\u003ERancor\u003C/b\u003E, give her tools to observe and bait Survivors, and deal with obstacles directly in her path.","story":"Rin was the only child of the Yamaoka family. She was raised in the dusty halls of a traditional house in Kagawa. She studied Education at Takamatsu, a private university, which weighed heavily on her family’s shaky finances. Her mother got ill that year and the bills started piling up. Rin worked part-time in a futile attempt to help lighten the load.\u003Cbr\u003E\u003Cbr\u003EHer father faced a debt that grew without end. He started working double-shifts in hopes of obtaining a promotion. That’s when he started losing sleep. A dark whisper would keep him awake all night, reminding him of his hopeless situation. Exhausted, he started to lose grasp of reality. Fighting to deny what the voice whispered at night, Rin’s father made a desperate move. He met with his superior and explained his situation. He begged for a bonus, an advance, time-off---anything.\u003Cbr\u003E\u003Cbr\u003EHis request was denied. The company had launched a defective production line that was costing them dearly. Someone had to be held accountable and Rin’s father fitted the bill perfectly. He was fired after twenty-two years of service.\u003Cbr\u003E\u003Cbr\u003EThat evening, Rin came home from work. She’d stayed late to entertain customers that lingered at the restaurant. As she parked her bike in the shed, she heard her mother’s scream from the house.\u003Cbr\u003E\u003Cbr\u003EShe rushed in, climbing up the stairs to her parents’ room. There she found bits and pieces of her mother on the floor. Her limbs were clean-cut, tangled up in an unnatural position. Her breasts were sliced up, revealing her rib cage, which was cracked open. Rin gagged.\u003Cbr\u003E\u003Cbr\u003EA sharp katana came crashing down. Rin blocked the blade, which bit into her bare forearm. The shock of recognition interrupted her pain: her father was wielding the katana with a stoic expression. She cried out to make him stop, but he slashed her arm again.\u003Cbr\u003E\u003Cbr\u003EShe rushed off and slid on the blood-smeared floor. Using the doorframe as support, she raised herself up. The katana ripped through the wall, cleaving her other arm. She screamed in pain as she limped into the hallway, only to be met by her father’s blade.\u003Cbr\u003E\u003Cbr\u003EShe stepped back, trembling, as she held together the soft loose flesh of her abdomen. Images of her mother’s tangled limbs flashed before her eyes.\u003Cbr\u003E\u003Cbr\u003ERin charged at her father, making him stumble back. He punched her torn abdomen and she reclined in pain. As she struggled to get back up, he slashed her thigh, making her collapse on the floor.\u003Cbr\u003E\u003Cbr\u003EAs she crawled towards the stairs, he grabbed her hair and yanked her against a partition. The glass shattered on impact and she fell through, landing one floor down.\u003Cbr\u003E\u003Cbr\u003EShe heard footsteps somewhere above her. With effort, she moved, worming her way into a sea of broken glass. The shards gnawed at her, ripping her flesh. He had to be stopped. He would not get away with what he’d done to her—with what he’d done to her mother.\u003Cbr\u003E\u003Cbr\u003ECoughing up blood, her chin grazed the glass, adding to the bleeding. A low-pitched heartbeat started to ring in her ears. Her body felt so heavy she could no longer move.\u003Cbr\u003E\u003Cbr\u003EThe ground shook with her father’s footsteps. She knew she was not going to make it, but she no longer cared. She would make him pay, in this life or the next.\u003Cbr\u003E\u003Cbr\u003EA dark Fog slowly veiled her eyes, but it could not subdue her rage. She would not rest—not yet. The darkness whispered, promising blood and revenge.\u003Cbr\u003E\u003Cbr\u003EAn oath was made and Rin closed her eyes.","tunables":{"TerrorRadius":2400,"MaxWalkSpeed":440,"ActivePhaseWalk_SecondsToCharge":1.5,"ActivePhaseWalk_MoveSpeedMultiplier":1,"ActivePhaseWalk_MaxAcceleration":2048,"Default_MaxAcceleration":2048,"ActivePhaseWalk_MaxCharges":5,"ActivePhaseWalk_ChargeGainRate":0.33333298563957214,"PostActivePhaseWalkEffectDuration":1,"PassivePhaseWalk_Duration":0.5,"PassivePhaseWalk_CooldownMin":1,"PassivePhaseWalk_CooldownMax":5,"ActivePhaseWalk_PenaltyThreshold":1.5,"ActivePhaseWalk_Speed":1.600000023841858},"item":"Item_Slasher_PhaseWalker","outfit":["HK_Head01","HK_Body01","HK_W01"],"dlc":"Haiti","image":"UI/Icons/CharPortraits/Haiti/K13_TheSpirit_Portrait.png","perks":["Hex_HauntedGround","Rancor","SpiritFury"]},"268435469":{"id":"Legion","name":"The Legion","role":"killer","difficulty":"easy","gender":"multiple","height":"average","bio":"A band of merciless Killers, able to rushdown helpless Survivors with their power, \u003Cb\u003EFeral Frenzy\u003C/b\u003E. Attacks made during their frenzy inflict lingering internal damage, downing any Survivors that are not quick enough to react.\u003Cbr\u003E\u003Cbr\u003ETheir personal perks, \u003Cb\u003EDiscordance\u003C/b\u003E, \u003Cb\u003EMad Grit\u003C/b\u003E and \u003Cb\u003EIron Maiden\u003C/b\u003E, give them the ability to locate their prey and attack savagely while transporting Survivors to the hook.","story":"Frank Morrison was nineteen and had little to show for it. He’d stopped attending school after being kicked out of the basketball team for shoving a referee into the stands. Yet Frank was a man of potential, who could light up a room despite his bleak childhood. At six years old, he’d been taken away from Calgary to start a circuit of foster homes. No matter how many times he’d lashed out, threw tantrums and got into fights, they’d kept moving him to new, unfamiliar houses. His last move had been three years prior when his last foster dad, Clive Andrews, had picked him up from the adoption center. They’d been on the road for seven hours before reaching a small bungalow in Ormond. It would be the longest time they’d spend together. Clive was too busy trading cheques from Family Services for drinks at the bar.\u003Cbr\u003E\u003Cbr\u003EOrmond was a small, stale place; a remote town of six thousand inhabitants where gray winters drag on for most of the year. Frank did everything he could to get into another adoptive family, but he changed his mind when he caught the attention of a beautiful girl. Julie was a popular girl who was convinced that she deserved better than a life in Ormond, and Frank, as an outsider, was her ticket out. Frank attended the parties she threw where everyone was younger than him and easily impressed, which he liked. He met the impulsive Joey, who liked to show off, and the shy, naive Susie, who was Julie’s best friend.\u003Cbr\u003E\u003Cbr\u003EThey would hang out at an abandoned lodge up Mount Ormond. Their time together was the perfect break from the boring conformity of their small, insignificant everyday lives. Frank saw it as an opportunity to shape their lack of experience into something powerful. He lined up nights of debauchery and rampage, testing their limits. Bullying, vandalism, and theft were essentially their weekend plans. It came to a point where they would do anything he asked. Nothing was off-limits when they put their masks on. One evening, Frank dared Joey to vandalize the store that had recently fired him. They snuck inside easily enough as the building was supposed to be empty after closing hours. But a cleaner who was still there grabbed Julie as soon as she came near. Hearing her stifled cries, a dark impulse took over Frank. He rushed to her aid knife in hand and, without hesitating, planted the blade into the cleaner’s back.\u003Cbr\u003E\u003Cbr\u003EAs the group stared at Frank in shock, he ordered them to finish the job. Joey clenched his jaw, grabbed the knife, and stabbed the bleeding man in the ribs. Susie didn’t want to do it. Frank shouted at her; they had to finish what they’d started. Julie closed her eyes and jabbed the knife into the man’s chest. She handed the wet blade to Susie: they were all in this together now. Susie stared at Julie in disbelief as Frank grabbed her trembling hands and inserted the knife deep into the man’s throat. Frank told them to move fast: they mopped the blood off the floor, stashed the body in the trunk of Joey’s car and drove up Mount Ormond.\u003Cbr\u003E\u003Cbr\u003EAll four were digging in the muddy snow to dispose of the body when Frank spotted something moving through the woods. He grabbed his knife and broke from the group to check it out. The Fog thickened around Frank, becoming so dense that he soon could no longer see ahead. He retraced his steps and stumbled on an ominous trail. He followed the eerie path, as if called by the darkness. Julie, Susie, and Joey finished digging but Frank was nowhere to be seen. Julie spotted his muddy footsteps in the snow and the three of them followed the trail, which took them deeper into the woods. When Julie, Susie, and Joey did not return home that night, their parents thought they’d run away with Frank. Each family came up with a different theory. The mood of the town changed, however, when a body was found by an abandoned lodge up Mount Ormond.","tunables":{"MaxWalkSpeed":460,"TerrorRadius":3200,"Frenzy_MovementSpeedModifier":60,"Frenzy_TerrorRadiusModifier":800,"Frenzy_Duration":10,"Frenzy_RechargeDuration":20,"Frenzy_UsagePercentNeededToStartFrenzy":1,"Frenzy_CooldownDuration":3,"Frenzy_PalletVaultDuration":0.8999999761581421,"Frenzy_WindowVaultDuration":0.8999999761581421,"Frenzy_PutCamperInBleedoutChargeBonus":20,"Frenzy_ChargeToLoseOnRemoveBleedoutTimeAttack":999,"Frenzy_ChargeToLoseOnNonFrenzyAttack":5,"Frenzy_ChargeToLoseOnMissedFrenzyAttack":999,"Frenzy_AllowManuallyEnd":1,"SlasherAttackFrenzyOpenTime":0.5,"SlasherAttackFrenzyHittingTime":0.30000001192092896,"SlasherAttackFrenzySucceedCooldownTimeHealthy":1,"SlasherAttackFrenzySucceedCooldownTimeInjured":1,"SlasherAttackFrenzyMissCooldownTime":0.22499999403953552,"SlasherAttackFrenzyObstructCooldownTime":0.22499999403953552,"Bolt_FOVModifier":15,"FrenzyAttackMaxAccelerationPercent":100},"item":"Item_Slasher_Frenzy","outfit":["KK_Head01","KK_Body01","KK_W01"],"dlc":"Kenya","image":"UI/Icons/CharPortraits/Kenya/K14_TheLegion_Portrait.png","perks":["Discordance","Ironmaiden","MadGrit"]},"268435470":{"id":"Plague","name":"The Plague","role":"killer","difficulty":"hard","gender":"female","height":"tall","bio":"A devout Killer, able to infect Survivors from a short distance using her power, \u003Cb\u003EVile Purge\u003C/b\u003E. Survivors inflicted by this contamination risk becoming injured or broken, unless they find a way to cure themselves in a Pool of Devotion.\u003Cbr\u003E\u003Cbr\u003EHer personal perks, \u003Cb\u003ECorrupt Intervention\u003C/b\u003E, \u003Cb\u003EInfectious Fright\u003C/b\u003E and \u003Cb\u003EDark Devotion\u003C/b\u003E, give her the ability to hinder Survivor objectives, while simultaneously confusing and frightening those within her presence.","story":"When she was five years old, Adiris, the youngest of a family of seven, was left on the brick-red burning steps of the Temple of Purgation at the center of Babylon. To process her shock and sorrow, she held onto the belief that the gods had a plan for her. Her new life was one of quiet servitude. She would tend to the gardens, prepare ceremonial meals, and polish ceremonial incense burners. At night, she would pray for a sign that would reveal her purpose.\u003Cbr\u003E\u003Cbr\u003EWhen she came of age, she attended the high-ranking priests during the yearly worshiping of the sea-goat, the god of water and creation. Swinging a censer down the great hypostyle hall, she cast thick black fumes that reached the cold towering stone pillars before dissipating. Her worries lifted, and the resulting bliss made her feel closer to the gods than ever. She worked herself to the bone each day that followed, fulfilling her duties while taking on new ones, as she aided the priests during purification rituals.\u003Cbr\u003E\u003Cbr\u003EThe priests were more and more in need of assistance. Cleansings were being performed daily to answer the demand from outside the high temple walls, where a catastrophic plague had resurfaced. Within months, the priests contracted the disease. It did not take long before they became too weak to perform any kind of ritual. Adiris, having assisted many purification rituals, was the only one able to carry on. The swelling panic had to be contained, even if by a novice.\u003Cbr\u003E\u003Cbr\u003EAnxious before her first ceremony, Adiris visited the priests’s sanctuary chamber. When she lit the candles, she noticed a narrow opening at the back. Sliding through the gap, she reached a crypt hidden under the sanctuary. The chamber was bare except for the golden statue of a woman, who stood with outstretched hands, her fingers covered in jewels. It was the sign Adiris had been waiting for.\u003Cbr\u003E\u003Cbr\u003EThe great hall was packed with followers who bowed down as Adiris entered. She strode to the brick altar and grabbed a ceremonial dagger forged in silver, her ruby ringed fingers wrapping around the blade like claws. The sudden display of luxury intrigued the followers, who were struck already by her youth and beauty.\u003Cbr\u003E\u003Cbr\u003EAs she began reciting the epic of creation, a woman at the back swooned and collapsed. Adiris rushed to her and noticed the black blisters covering her feet. Without hesitation, Adiris grabbed her sacred blade and swung it at her own foot, severing a toe. Then she offered the bloody part to the gods, asking them to protect the woman. A silence fell over the followers, who revered Adiris as their new priestess.\u003Cbr\u003E\u003Cbr\u003ETales of her wealth, beauty, and devotion began to spread across the city as quickly as the disease. Soon, Adiris’s followers called her the High Priestess of Babylon.\u003Cbr\u003E\u003Cbr\u003EBut her faith was tried when she showed the first signs of infection; her cough became a mix of phlegm and blood, her neck erupted in abscesses, and her four-toed foot darkened. Ashamed of her condition, she began wearing a veiled headpiece and carried a censer that masked the rancid smell of sick that clang to her skin. Hoping to be saved, she kept performing the rituals, offering blessed water and food to her followers.\u003Cbr\u003E\u003Cbr\u003EBut no ritual could save her. In a desperate attempt to appease the gods, Adiris banished herself from the city. She traveled north with a few followers, venturing through the cold woodlands of Urashtu, until it was no longer possible to walk.\u003Cbr\u003E\u003Cbr\u003EThey camped in a damp cave, where Adiris lay in a pool of vomit. Her foot, which had turned black, was so swollen she could not go any further. Her followers and she realized the truth in that cave: they were all infected with the plague.\u003Cbr\u003E\u003Cbr\u003EKneeling among her retching followers, Adiris made one last prayer. The black fumes of incense rose into the damp air before being wiped off by a cold breeze.\u003Cbr\u003E\u003Cbr\u003ENeither the body of Adiris nor her followers were ever found. Many told tales of her return, but no one truly knew what fate had befallen the High Priestess of Babylon.","tunables":{"MaxWalkSpeed":460,"TerrorRadius":3200,"ReachingSicknessThresholdDamagesHealthySurvivors":1,"MaxSicknessImposesBroken":1,"LinkedVomitGoesThroughSurvivors":1,"SuperVomitDealsDamage":1,"KillerVelocityAddedToProjectileVelocityFactor":1,"VomitSecondsToCharge":1.5,"SicknessPercentPerProjectile":1.25,"SicknessGainPerSecond_Running":1,"SicknessGainPerSecond_Interacting":1,"SicknessGainPerSecond_InteractingWithInfectedInteractable":1,"SicknessThreshold1":50,"VomitSlowDuration":1,"VomitChargeThreshold":0.25,"CleanseSickness_SecondsToCharge":8,"IngestCorruption_SecondsToCharge":1,"PoolPowerDuration":60,"SuperVomitDamagePerProjectile":1,"SuperVomitHitImmunityDuration":3,"InteractableInfectionDuration":40,"LinkedVomitStreamRadius":8,"LinkedVomitProjectileLaunchInterval":0.029999999329447746,"LinkedVomitChargingPowerMoveSpeed":0.7825999855995178,"HoldingVomitMoveSpeed":0.9555000066757202,"LinkedVomitingMoveSpeed":0.9555000066757202,"LinkedVomitCooldownDuration":1.5,"LinkedVomitProjectileVelocity":1055,"HookSicknessResetAmount":0.5,"VomitMinTime":5,"VomitMaxTime":15,"AllFountainsResetDelay":5,"MaximumProjectileLinkLength":800,"StartingCorruptFountains":1,"RecentlyHitByVomitDuration":1},"item":"Item_Slasher_PlaguePower","outfit":["MK_Mask01","MK_Body01","MK_W01"],"dlc":"Mali","image":"UI/Icons/CharPortraits/Mali/K15_ThePlague_Portrait.png","perks":["CorruptIntervention","DarkDevotion","InfectiousFright"]},"268435471":{"id":"Ghostface","name":"The Ghost Face","role":"killer","difficulty":"hard","gender":"male","height":"average","bio":"A creepy Killer, able to Stalk his victims and sneak up silently using his power, \u003Cb\u003ENight Shroud\u003C/b\u003E. Affected Survivors will find themselves vulnerable and oblivious to his presence and must use all of their perception and awareness to protect themselves from his approach.\u003Cbr\u003E\u003Cbr\u003EHis personal perks, \u003Cb\u003EI\u0027m All Ears\u003C/b\u003E, \u003Cb\u003EThrilling Tremors\u003C/b\u003E and \u003Cb\u003EFurtive Chase\u003C/b\u003E, give him the ability to locate Survivors, defend generators, and make his chases unpredictable.","story":"Danny Johnson, known as Jed Olsen by some, grabbed the newspaper from the kitchen counter: it was a week old, but his face was on the front page, grainy and sunken. It was one of those muggy afternoons in Florida when heat and humidity permeated everything in the kitchen, making him sweat while standing still. He slouched in a damp chair to read. This article had better be good—his work in Roseville had been outstanding.\u003Cbr\u003E\u003Cbr\u003E\u003Ci\u003E\u003Cb\u003EGHOST FACE DISAPPEARS\u003C/b\u003E\u003C/i\u003E\u003Cbr\u003E\u003Cbr\u003EJune 18, 1993\u003Cbr\u003E\u003Cbr\u003EAt first glance, Jed Olsen was a modest and enthusiastic freelancer with experience in a variety of small newspapers. The staff at the Roseville Gazette appreciated how easy-going and honest he seemed, and so he was treated as a stranger for no more than five minutes into his interview:\u003Cbr\u003E\u003Cbr\u003E“Jed quickly spotted the editor-in-chief in the room, gave him a wide smile and a firm handshake, and talked about good old American values. And that was it, he was in.”—Ex-Contributor at the Roseville Gazette\u003Cbr\u003E\u003Cbr\u003EOlsen never justified his erratic career path, which zigzagged between several small towns from Utah to Pennsylvania. There was no verification of his previous jobs. He had a decent portfolio plus a good attitude, and they needed a contributor right away.\u003Cbr\u003E\u003Cbr\u003E\u003Cb\u003ETHE ROSEVILLE MURDERS\u003C/b\u003E\u003Cbr\u003E\u003Cbr\u003EOlsen had been working at the newspaper for five months when the Roseville Murders began: victims from young to old, stabbed to death in their homes. From the reports, the victims seemed chosen at random, yet the killer knew his way around in the houses. The multiple stab wounds indicated a personal motive. No traces of DNA were found. The local police were confounded: the murders were carried with fury akin to a crime of passion yet coldly premeditated.\u003Cbr\u003E\u003Cbr\u003EThe murderer also liked to stalk his targets. Two victims had reported being followed on their way home by a dark figure, a few days prior their death. The killer would follow them from Walleyes, a small bar in Northern Roseville, and snap pictures of them at home, while looking for a way in. He could watch the same victim for weeks, meticulously registering their habits and routines. When he felt the urge to kill, he’d visit the most vulnerable victim on his list, and break inside the house quietly.\u003Cbr\u003E\u003Cbr\u003EThe whole staff worked on the Roseville Murders story. Olsen was often sent to interview the family of victims and relay official statements from the police. Unknown to everyone at the time, his involvement added to the final body count.\u003Cbr\u003E\u003Cbr\u003E\u003Cb\u003ETHE GHOST FACE\u003C/b\u003E\u003Cbr\u003E\u003Cbr\u003EPanic swelled in Roseville when Olsen produced footage of a hooded figure breaking into a house at night. The masked face, a white blur in the dark, stared at the camera for a second, before disappearing inside. “Ghost Face Caught on Tape” was the resulting article, written by Olsen. He seemed proud of his work at the time, enjoying how the whole town feared his ghost stories.\u003Cbr\u003E\u003Cbr\u003EWeeks later, Olsen left a note on his work desk and disappeared:\u003Cbr\u003E\u003Cbr\u003E“I hope you liked my stories--I enjoyed bringing them to life. Don’t worry, I\u0027m not done.” –Jed Olsen\u003Cbr\u003E\u003Cbr\u003EThe Roseville law enforcement still refuses to comment as Jed Olsen remains at large.\u003Cbr\u003E\u003Cbr\u003EDanny smiled, ripping out the article from the newspaper. When the investigation had been pointing to him, he’d packed his bags and left Roseville swiftly.\u003Cbr\u003E\u003Cbr\u003EHe got up, the clammy seat pulling his skin. An oppressive humidity engulfed him as he entered the bedroom. Condensation dribbled on a small misted-up window as bits of cracked wallpaper hung limply. Its floral pattern was covered with gruesome photos and newspaper headlines. Danny pinned the week-old article on top of a picture of lacerated scalps. A faint pang of hunger hit him, and he wondered when he had eaten last. Was it this morning, while washing his knife and clothes? Or was it last night, after following that girl down the street? He couldn’t remember clearly.\u003Cbr\u003E\u003Cbr\u003ETaking a step back, he admired his work on the wall. His mind drifted, remembering all the articles he’d written, the stories he’d planned, and the scenes he’d brought to life.\u003Cbr\u003E\u003Cbr\u003EA shiver ran through him. A chilling breeze transformed the bedroom\u0027s humidity into an opaque, freezing Fog. A woman shrieked. Dead leaves crunched under his feet.\u003Cbr\u003E\u003Cbr\u003EHe smiled in anticipation.","tunables":{"MaxWalkSpeed":460,"MaxWalkSpeedCrouched":380,"TerrorRadius":3200,"BaseStalkMaxRange":4000,"BaseStalkRateAtMinRange":20,"BaseStalkRateAtMaxRange":20,"StalkRateMultiplierWhilePeeking":2,"GhostMarkDuration":60,"SurvivorStalkPointsDepleteDelay":2,"MaxStalkPointsPerSurvivor":100,"PowerSecondsToCharge":0.10000000149011612,"SlasherPassiveStalkSpeedFactor":0.5,"SlasherActiveStalkSpeedFactor":0.20000000298023224,"SlasherPassiveStalkCrouchedSpeedFactor":0.5,"SlasherActiveStalkCrouchedSpeedFactor":0.20000000298023224,"GhostStealthChargeDelay":1.5,"SlasherTerrorRadiusIncreaseRate":1000,"SlasherTerrorRadiusDecreaseRate":1000,"SicknessThreshold1":50,"GhostMarkerLifetime":2,"GhostKillerInstinctDuration":4,"GhostStealthCooldownDuration":20,"BaseSightRevealTime":1.5,"BaseSightRevealRate":1,"KillerSight_ScreenVisibilityZoneRadiusPercentX":0.6000000238418579,"KillerSight_ScreenVisibilityZoneRadiusPercentY":0.699999988079071,"KillerSight_MinimumCharacterScreenPercentInZoneTrigger":4.999999873689376e-5,"KillerSight_MinimumCharacterScreenPercentNotInZoneTrigger":0.009999999776482582,"KillerSight_MinimumCharacterVisiblePixelsPercentTrigger":0.25,"KillerSight_MinimumCharacterScreenPercentInZoneUntrigger":4.8999998398358e-5,"KillerSight_MinimumCharacterScreenPercentNotInZoneUntrigger":0.009800000116229057,"KillerSight_MinimumCharacterVisiblePixelsPercentUntrigger":0.24500000476837158,"Addon_DriversLicense_ProgressLossPercentage":0.20000000298023224,"Addon_DriversLicense_BlockedTime":15},"item":"Item_Slasher_GhostPower","outfit":["OK_Mask01","OK_Body01","OK_W01"],"dlc":"Oman","image":"UI/Icons/CharPortraits/Oman/K16_TheGhostface_Portrait.png","perks":["FurtiveChase","ImAllEars","ThrillingTremors"]},"268435472":{"id":"Demogorgon","name":"The Demogorgon","role":"killer","difficulty":"hard","gender":"nothuman","height":"tall","bio":"An unidentified Killer, able to open multiple Portals and traverse between them to cover large distances. Using its power, \u003Cb\u003EOf the Abyss\u003C/b\u003E, it can detect any Survivors within a close proximity to the Portals then unleash a leaping attack to inflict damage from a distance.\u003Cbr\u003E\u003Cbr\u003EIts perks, \u003Cb\u003ESurge\u003C/b\u003E, \u003Cb\u003ECruel Limits\u003C/b\u003E, and \u003Cb\u003EMindbreaker\u003C/b\u003E, impact the environment close to generators and affect nearby Survivors in unexpected ways.","story":"A blooming mouth full of needle-like teeth for a face, large, curved, razor-sharp claws, and powerful legs to pounce on victims, make The Demogorgon a frightening monster to face in any dimension. It is a nightmare of unrestrained, feral rage as it hunts down its prey and rips it to pieces, devouring every last morsel of flesh and gore, leaving nothing for scavengers. The creature is untouched by any sense of compassion or restraint. Looming over its victim, it shows no doubt or mercy, just the pure instinct of its insatiable bloodlust as it delivers the deathblow. A perfect hunter, The Demogorgon is a macabre testament to the horrors lurking in the Upside Down and why it was choice pickings for The Entity.","tunables":{"MaxWalkSpeed":460,"TerrorRadius":3200,"NumberOfPortals":6,"PortalToPortalDistanceRestriction":800,"PortalToMeatHookDistanceRestriction":400,"PortalToPalletDistanceRestriction":250,"PortalToExitSwitchDistanceRestriction":400,"PortalRestrictToWorldAreasEnabled":1,"SetPortalCooldown":0.25,"SetPortal_SecondsToCharge":1,"Teleport_SecondsToCharge":1.5,"TeleportToPortalCooldown":10,"Teleport_MinDuration":1.5,"Teleport_MaxDuration":3,"Teleport_SuggestedVelocity":2000,"PortalRadius":88,"AllowPartialDashCharge":1,"PrototypeDash_SecondsToCharge":1,"SlasherAttackQatarDashOpenTime":0.6000000238418579,"SlasherAttackQatarDashHittingTime":0.30000001192092896,"SlasherAttackQatarDashSucceedCooldownTime":2.700000047683716,"SlasherAttackQatarDashMissCooldownTime":2.25,"SlasherAttackQatarDashObstructCooldownTime":2.25,"SlasherAttackQatarDashEmulateGamepadForMouseYaw":1,"SlasherAttackQatarDashYawScale":27.5,"SlasherAttackQatarDashAttackzoneScaleFactor":1.5,"SlasherAttackQatarDashChargeThreshold":0.6499999761581421,"SlasherAttackQatarDashAudioChargeThreshold":0.6499999761581421,"SlasherAttackQatarDashModifyFov":15,"SlasherAttackQatarDashCancelCooldownTime":0.44999998807907104,"PortalAreaEffectRadius":400,"PortalMaxDestroyingPlayers":4,"TeleportStealthDuration":5,"ShredPalletCooldownDuration":1.7999999523162842},"item":"Item_Slasher_QatarKillerPower","outfit":["QK_Head01","QK_Body01","QK_W01"],"dlc":"Qatar","image":"UI/Icons/CharPortraits/Qatar/K17_TheDemogorgon_Portrait.png","perks":["CruelConfinement","Mindbreaker","Surge"]},"268435473":{"id":"Oni","name":"The Oni","role":"killer","difficulty":"veryhard","gender":"male","height":"tall","bio":"A monstrous Killer, able to absorb the blood energy of his injured foes, and then use that energy to transform into a brutal demon. Using his power, \u003Cb\u003EYamaoka\u0027s Wrath\u003C/b\u003E, he can rush down Survivors at great speed and deal deadly strikes with his kanabō.\u003Cbr\u003E\u003Cbr\u003EHis personal perks, \u003Cb\u003EZanshin Tactics\u003C/b\u003E, \u003Cb\u003EBlood Echo\u003C/b\u003E and \u003Cb\u003ENemesis\u003C/b\u003E, provide navigational information, punish injured Survivors, and gain advantages over those that interfere.","story":"Honoring his family name was never enough for Kazan Yamaoka. He wanted to surpass his father’s reputation and end what he saw as the thinning of samurai culture with farmers often posing as samurai. His father tried to turn Kazan’s attention to more noble pursuits, but Kazan refused to heed his advice, and borrowing his father’s katana, he embarked on a dark pilgrimage to prove his worth and rid Japan of imposters. Ignoring the code that had been taught to him, Kazan killed imposters in the hills and the valleys, on the beaches and in the woodland. The killings were brutal, cruel and morbid. He humiliated farmers and warriors alike, yanking off their topknots and stripping them of their armor. His rage, bloodlust and perverse sense of honor knew no bounds. Monks believed he was possessed by something dark and otherworldly and cursed him while a noble lord began to call him ‘Oni-Yamaoka,’ the rageful samurai, an insult both to Kazan and his family.\u003Cbr\u003E\u003Cbr\u003EDetermined to redeem his family’s name, Kazan now butchered anyone who dared call him Oni-Yamaoka. The insult confused him. He had defeated the best and he had purified the samurai class by ridding the land of imposters. How could anyone refer to him as an ogre? Had it been because he had marched onto a battlefield to cut down the fiercest warriors. Had it been because he had taken a kanabo and dashed hundreds of skulls with it? Or had it been because of his need to secure a ‘trophy’ from his victims. It didn’t matter. Being called an ogre was more than he could bear and an ominous voice in his head urged him to strike down the lord who had desecrated his name.\u003Cbr\u003E\u003Cbr\u003EAs Kazan made for the lord’s town, he suddenly found himself face to face with a samurai standing on a dirt road, blocking his way. Kazan readied his kanabo. Without a word, the samurai attacked and quickly secured the upper hand. But he hesitated. With a devastating blow, Kazan crushed the samurai’s head and cracked his helmet. As Kazan approached the fallen samurai, he saw his father’s face and staggered back to his haunches. His father stared at Kazan with mingled shame and regret as he issued his last breath. Kazan closed his eyes and screamed in agony until he could scream no more. When he opened his eyes again… his father was gone. Not only had he killed his father, but he had allowed thieves to steal his body for armor.\u003Cbr\u003E\u003Cbr\u003EBitter, lost and disillusioned, Kazan roamed the land aimlessly with his father’s voice rattling in his head, taunting him, reminding him of his failures, sending him into fits of uncontrollable black rage. One day, walking in the woods, Kazan happened upon an Oni statue. He stopped and stood motionless for a long moment. The weathered and overgrown statue seemed to be ridiculing him, accusing him of being the imposter samurai he had so desperately sought to destroy. Kazan shook the laughing voice out of his head and half remembered the lord who had ridiculed him as ‘Oni-Yamaoka.’\u003Cbr\u003E\u003Cbr\u003EWith renewed anger, Kazan journeyed to a town high up in the snowy mountains where the lord resided. A dozen samurai met Kazan at the gates of the town. A dozen samurai fell to his kanabo. His speed and strength were unmatched. His rage was incomprehensible. Covered in blood and gore, Kazan battled through the town and soon found the lord hiding in a villa. He dragged him out of a cabinet, sliced his tendons to immobilize him and watched him beg and squirm like a dog. Without hesitation, he thrust his fist into the lord’s mouth and yanked out the wicked tongue that had desecrated his name.\u003Cbr\u003E\u003Cbr\u003ESatisfied, Kazan exited the villa to find himself surrounded by dozens of farmers wielding rusted scythes, sharp pitchforks, and heavy clubs. He survived the first few assaults, but there were too many attackers coming from every direction. Within moments Kazan was on the ground staring at a cold, indifferent, darkening sky as farmers took turns stabbing and torturing the ‘Oni’ who had butchered their beloved lord. The frenzied mob dragged Kazan into a small stone mill to continue the torture and finally left him to die a slow, agonizing death. When they returned, the mill was filled with a strange black fog and Kazan’s body and the kanabo were nowhere to be found. It was the beginning of a dark legend about a rageful Oni haunting the town.","tunables":{"TerrorRadius":3200,"MaxWalkSpeed":460,"BloodOrbAbsorbRange":50,"BloodOrbAttractRange":600,"BloodOrbAttractAngle":45,"BloodOrbAttractSpeed":1000,"BloodOrbSurvivorDropRange":800,"BloodOrbDropAfterCrouchBuffer":1,"BloodOrbDropNumOnCrouch":1,"BloodOrbDropNumOnGameEvent":2,"BloodOrbDropNumOnHook":2,"BloodOrbDropNumOnMissedSkillCheck":2,"BloodOrbDropNumOnPassiveDrop":2,"BloodOrbDropFrequencyInjured":4,"BloodOrbDropPauseAfterUnhookDuration":10,"BloodOrbMaxNumber":100,"BloodOrbVisibilityRangeAbsorbMode":3500,"BloodOrbVisibilityRangeOutOfAbsorbMode":3500,"BloodOrbVisibilityRangeAura":800,"DemonModeMaxCharge":100,"DemonModeChargeRate":0.20000000298023224,"DemonModeChargePerBloodOrb":2.5,"DemonModeChargeToAddOnAttack":40,"DemonModeAutoChargeThreshold":98,"DemonModeActivationDuration":3,"DemonModeActivationGamepadYawScale":44,"DemonModeActivationMouseYawScale":0.800000011920929,"DemonModeActivationChargeTime":0.07999999821186066,"DemonModeCooldownDuration":3,"DemonModeEndOnStunByPalletBelowThreshold":5,"DemonModeEndOnStunByPalletAboveThreshold":99,"OniDemonAttack_SecondsToCharge":2,"OniDemonModeThresholdForPowerAttack":0.3499999940395355,"OniDemonModeThresholdForCompletePowerAttack":0.3499999940395355,"OniPowerAttackOpenTime":0.5,"OniPowerAttackHittingTime":0.30000001192092896,"OniPowerAttackSucceedCooldownTime":3,"OniPowerAttackDamageDuringSuccessPhaseDuration":1.899999976158142,"OniPowerAttackMissCooldownTime":2,"OniPowerAttackObstructCooldownTime":2,"OniPowerAttackHitGamepadYawScale":27.5,"OniPowerAttackHitMouseYawScale":2.5,"OniPowerAttackCooldownGamepadYawScale":6.599999904632568,"OniPowerAttackCooldownMouseYawScale":0.11999999731779099,"OniPowerAttackCooldownGamepadPitchScale":13.75,"OniPowerAttackCooldownMousePitchScale":0.25,"OniPowerAttackOpenYawLimit":300,"OniPowerAttackOpenMaxTurnAngle":90,"DemonModeDashChargeTime":2,"DemonModeDashYawScale":44,"DemonModeDashCooldownDuration":1},"item":"Item_Slasher_Kanobo","outfit":["SwedenKiller_Head01","SwedenKiller_Body01","SwedenKiller_Weapon01"],"dlc":"Sweden","image":"UI/Icons/CharPortraits/Sweden/K18_TheOni_Portrait.png","perks":["BloodEcho","Nemesis","ZanshinTactics"]},"268435474":{"id":"Gunslinger","name":"The Deathslinger","role":"killer","difficulty":"hard","gender":"male","height":"tall","bio":"A vengeful Killer, able to spear Survivors from a distance and Reel them in using his power, \u003Cb\u003EThe Redeemer\u003C/b\u003E.\u003Cbr\u003E\u003Cbr\u003EHis personal perks, \u003Cb\u003EGear Head\u003C/b\u003E, \u003Cb\u003EDead Man’s Switch\u003C/b\u003E, and \u003Cb\u003EHex: Retribution\u003C/b\u003E, allow him to locate and impede Survivor objectives, and punish Survivors for destroying Totems.","story":"Born in the dust-ridden badlands of the American Midwest, Caleb Quinn was son to struggling Irish immigrants. On the edge of the frontier, sickness, famine, and death were common sights, and pioneers contended for whatever scraps they could claim while tycoons feasted. Caleb\u0027s father, once an engineer, had few options to ply his trade as businesses posted a common sign: No Irish Need Apply. His antiquated tools laid untouched for years until Caleb uncovered them. Noticing his son’s interest in the trade, he gifted him his old wrench.\u003Cbr\u003E\u003Cbr\u003EThe devices Caleb made under his father’s guidance had quaint applications, but when his father was away, they took a grim turn. He hid plans for a mask that would gouge barbed needles into a human’s eyes and rip them from their sockets, complete with sketches of it fitted on boys who bullied him.\u003Cbr\u003E\u003Cbr\u003EWith age, Caleb\u0027s engineering abilities became marketable and employers put their discrimination aside. Henry Bayshore, the owner of United West Rail, hired him.\u003Cbr\u003E\u003Cbr\u003ECaleb first invented a gun that shot railroad spikes into the ground. Next, he made a steam-powered tunneling drill. But as Bayshore feigned indifference, the devices began turning up at other companies, the patents stolen from Caleb and sold.\u003Cbr\u003E\u003Cbr\u003EA familiar sensation coursed through Caleb\u0027s blood, feeding the sharp pain in his heart. Rage overwhelming him, he burst into Bayshore’s office and smashed his face into a bloody stew. As he was pulled away, he pushed his specialized gun to his boss’ gut and squeezed the trigger. A railroad spike plowed through skin and viscera, nailing Bayshore to his desk.\u003Cbr\u003E\u003Cbr\u003EThe only thing that saved Caleb from hanging was Bayshore\u0027s unlikely survival. For fifteen years, Caleb was confined to Hellshire Penitentiary, the nation’s first private prison. In a fortress of illiterate convicts, he found an unlikely friend in the educated prison warden. He designed torture devices for him and in return received extra meals. After a time, the warden offered to commute his sentence. He spoke of something greater than monetary wealth—political capital—and that his connections could have Bayshore framed and rotting behind bars for life. He had only one request: Make him rich. Fill the prison. Use ingenuity to bring outlaws in alive.\u003Cbr\u003E\u003Cbr\u003ECaleb returned to his workshop, and with a few modifications emerged with something new—the speargun. The first trial occurred when a thief robbed a Chinese laundry. Seizing on the opportunity, Caleb unleashed his prototype. Metal joints screeched as the spike shot forward, gouging into the target\u0027s abdomen. But as the spear tugged it caught the thief\u0027s intestines and, with an ungodly sound, yanked them onto the dusty road. After several iterations the disembowelments dwindled, but Caleb had already earned his new nickname: The Deathslinger.\u003Cbr\u003E\u003Cbr\u003ELooking to protect his asset, the prison warden pulled strings and released Irish inmates to form Caleb\u0027s posse. The Hellshire Gang was born. For six years they roamed the country collecting wanted outlaws for the prison, fulfilling their end of the bargain. After a bloody battle at Glenvale, Caleb caught notice of a newspaper headline: Henry Bayshore Purchases Hellshire Penitentiary. In the picture, a disfigured Bayshore proudly shook the warden’s hand. Caleb\u0027s heart pounded with rage, blood swelling as if it would burst from his veins. He’d been sold out, a pawn in a rich man\u0027s game.\u003Cbr\u003E\u003Cbr\u003EThe Hellshire Gang pledged their loyalty to Caleb and called for the warden’s head. In a thundering gallop, they smashed through the prison entrance, shrieking like bloodthirsty marauders.  A guard raised his pistol but hesitated. A spear punctured his chest. Caleb grabbed the man\u0027s head and slammed it against a prison cell until it spilled through the bars.\u003Cbr\u003E\u003Cbr\u003EReaching the warden\u0027s office, Caleb kicked the door and was met with a fortunate sight—it wasn’t only the prison warden who cowered in a corner, but Henry Bayshore. Overpowered with rage, Caleb rushed Bayshore, beating, bludgeoning, tearing at his flesh. The man\u0027s blood dripped from his face, crimson pooling at his feet. The Hellshire Gang swarmed the warden, snapping bones with each kick.\u003Cbr\u003E\u003Cbr\u003EWith the two men broken and begging for death, the posse dragged them to the commons where they were left to the growing crowd of prisoners.\u003Cbr\u003E\u003Cbr\u003ESoaked in blood and sweat, Caleb hobbled to his old cell, hardly paying notice to Bayshore’s screams. He sat on the bed’s edge as drops of blood ran from his fingertips. A thick, unnatural fog streamed through the barred window. He pulled out his old wrench, cracked and rusted, and ran a thumb along the metal, regarding it with faded eyes. He couldn’t remember when it came into his possession. He didn’t care to remember. At his feet he saw a dusty path, and, at its end, silhouettes of all who had done him wrong: the boys who bullied him, the executives who took advantage of him, and, again... Henry Bayshore. Emerging from a fog were the tools to dispose of them—unforgiving steel hooks, brilliant and beautiful in their simplicity. Pain tore through his leg as he stood but he endured, pushing onward, walking the dusty path, leaving a trail of blood flowing behind him. ","tunables":{"TerrorRadius":3200,"MaxWalkSpeed":440,"ADS_Duration":0.4000000059604645,"ADS_Zoom":1.25,"ADS_Mouse_PitchScale_Multiplier":0.800000011920929,"ADS_Mouse_YawScale_Multiplier":0.4000000059604645,"ADS_Gamepad_PitchScale_Multiplier":0.8999999761581421,"ADS_Gamepad_YawScale_Multiplier":0.5,"ADS_RotationScale_AdjustmentTime":0.15000000596046448,"ADS_MovementSpeedMultiplier":0.8500000238418579,"Reload_Time":2.5999999046325684,"Reload_MovementSpeed_Multiplier":0.699999988079071,"Reload_RotationScale_Multiplier":0.5,"Reload_RotationScale_AdjustmentTime":0.5,"Harpoon_LaunchSpeed":4000,"Harpoon_LaunchDistanceFromCamera":75,"Chain_Length":1800,"Chain_Tension_MaxCharge":100,"Chain_Tension_BaseRate":2.5,"Chain_Tension_CollisionRate":20,"Chain_Tension_PullRate":15,"Chain_PullAngle":179,"Link_Elastic_Length":300,"Link_Maximum_Length":2000,"Link_Minimum_Length":175,"Link_Killer_BaseMovementSpeed_Multiplier":0.5,"Link_Killer_BackwardMovementSpeed_Multiplier":0.800000011920929,"Link_Killer_CollisionMovementSpeed_Multiplier":0.699999988079071,"Link_Killer_BackwardAngle":120,"Link_Survivor_BaseMovementSpeed_Multiplier":0.75,"Link_Survivor_CollisionMovementSpeed_Multiplier":0.6600000262260437,"Link_Survivor_ImmobilizationDuration":0.75,"Reel_Speed":276,"ReelBackSpeed":2500,"Fire_Duration":0.5,"Fire_MovementSpeed_Multiplier":0.5,"Fire_RotationScale_Multiplier":0.25,"Fire_RotationScale_AdjustmentTime":0.25,"Fire_LongRangeShotMinimumDistance":1200,"Fire_Miss_Duration":1.5,"Fire_Miss_MovementSpeed_Multiplier":0.5,"Fire_Success_Duration":0.5,"Fire_Success_MovementSpeed_Multiplier":0.5,"Fire_CrowActive_Range":2400,"Sight_MaximumSightDistance":1900,"Sight_MinimumScreenPercent":0.0001250000059371814,"Sight_MinimumVisiblePixelsPercent":0.009999999776482582,"Sight_ScreenZoneRadiusPercent":0.20000000298023224,"RifleStun_Duration":2.700000047683716,"RifleStun_RotationScale_Multiplier":0.20000000298023224,"RifleStun_RotationScale_AdjustmentTime":0.25,"IdleToAim_Duration":0.4000000059604645,"AimToIdle_Duration":0.6000000238418579},"item":"Item_Slasher_HarpoonRifle","outfit":["UkraineKiller_Head01","UkraineKiller_Body01","UkraineKiller_W01"],"dlc":"Ukraine","image":"UI/Icons/CharPortraits/Ukraine/K19_TheDeathslinger_Portrait.png","perks":["DeadMansSwitch","Gearhead","HexRetribution"]},"268435475":{"id":"K20","name":"The Executioner","role":"killer","difficulty":"veryhard","gender":"male","height":"tall","bio":"A map-manipulation Killer, able to torment Survivors with the hazards he creates. Affected Survivors will be vulnerable to his special hook, the \u003Cb\u003ECage of Atonement\u003C/b\u003E, and his unique mori, \u003Cb\u003EFinal Judgment\u003C/b\u003E.\u003Cbr\u003E\u003Cbr\u003EHis personal perks, \u003Cb\u003EForced Penance\u003C/b\u003E, \u003Cb\u003ETrail of Torment\u003C/b\u003E, and \u003Cb\u003EDeathbound\u003C/b\u003E, allow him to aggressively pursue his prey while deceiving and tracking Survivors.","story":"A sadistic and merciless executioner, Pyramid Head is fixated on dispensing punishment through pain.\u003Cbr\u003E\u003Cbr\u003EEncumbered by the steel frame upon his head and with a hulking great blade in tow, he stalked the hellish corridors of Silent Hill, committed to a duty that no one truly understood. Where he trod, even monsters fled for the shadows, and those who crossed his path fell victim to unrestrained acts of aggression. When his duty was complete and his presence no longer needed, he prepared for the long rest—and yet, his skills were required elsewhere.\u003Cbr\u003E\u003Cbr\u003EThe Fog that streamed over him was somehow different than that he was accustomed to in Silent Hill, as if each wisp contained the nerves of a creature, writhing, seeking him out. There was an unspoken agreement in that moment. The billowing cloud was an invitation to duty and sadism, and Pyramid Head, stepping into The Fog, accepted his obligation once more.","tunables":{"TerrorRadius":3200,"MaxWalkSpeed":460,"CarryingCamperMaxWalkSpeedPercent":0.800000011920929,"ActivateTormentMode_SecondsToCharge":1,"ExecutionerPowerAttackOpenTime":0.30000001192092896,"ExecutionerPowerAttackHittingTime":0.6000000238418579,"ExecutionerPowerAttackSucceedCooldownTime":2.25,"ExecutionerPowerAttackMissCooldownTime":2.25,"ExecutionerPowerAttackObstructCooldownTime":2.25,"MaxNumberOfTrailPointInGame":100,"MaxNumberOfRestrictionTrailPointInGame":25,"DistanceBetweenTormentTrailPoint":80,"TormentTrailPointAliveTime":75,"Agony_NumberOfHookForMiniMori":2,"TormentMode_MouseYawScale":10,"TormentMode_GamePadYawScale":200,"TormentMode_NotMovingYawScaleMultiplier":1.5,"TormentMode_MaxCharge":5,"TormentMode_WalkSpeed":440,"TormentMode_ChargeWalkSpeed":368,"TormentMode_ChargeRate":0.25,"TormentMode_MinimumPercentToActivate":0.009999999776482582,"RestrictionTrailPoint_AliveTime":3,"AttackTrail_SpawnDelay":0.2669999897480011,"AttackTrail_TimeIntervalBetweenPoint":0.032999999821186066,"AttackTrail_Lenght":800,"AttackTrail_ConsideredAsASlopeAngle":42,"AttackTrailPoint_AliveTime":0.18000000715255737,"AttackTrail_DamageCooldownTime":1,"AttackPointDelayToEnableCollision":0.032999999821186066,"TormentTrail_EffectLastingTime":3,"TormentMode_Cooldown":1,"RestrictionRangeToHooks":400,"RestrictionRangeToGenerators":400,"RestrictionRangeToExitSwitch":300,"RestrictionRangeToHatch":300,"MaxSlopeAngleForTrail":28,"TormentMode_YawInputLimit":150,"TormentTrailRevealDistance":3200,"RestrictionMaxVerticalDistance":200,"maxInputThresholdToTriggerInputFeedBack":0.6000000238418579,"inputFeedbackCooldowTime":0.5,"inputFeedbackAnimTime":0.20000000298023224,"DeathBed_AnticampZoneDistance":1000,"DeathBed_AnticampZoneTimeToTrigger":3.5,"DeathBed_AnticampDrainCooldownTime":10,"TormentMode_CancelWalkSpeed":368},"item":"Item_Slasher_TormentMode","outfit":["K20_Head01","K20_Body01","K20_Weapon01"],"dlc":"Wales","image":"UI/Icons/CharPortraits/Wales/K20_TheExecutioner_Portrait.png","perks":["Deathbound","ForcedPenance","TrailofTorment"]},"268435476":{"id":"K21","name":"The Blight","role":"killer","difficulty":"veryhard","gender":"male","height":"average","bio":"An unpredictable Killer, able to rush forward in a burst of speed and carom off obstacles to injure Survivors using his power, \u003Cb\u003EBlighted Corruption\u003C/b\u003E.\u003Cbr\u003E\u003Cbr\u003EHis personal perks, \u003Cb\u003EDragon\u0027s Grip\u003C/b\u003E, \u003Cb\u003EHex: Undying\u003C/b\u003E, and \u003Cb\u003EHex: Blood Favor\u003C/b\u003E allow him to impose powerful effects on generators, Totems, and pallets. ","story":"To understand the human condition, one must rise above it. This was the credo of Talbot Grimes, a Scottish chemist whose unrestrained ambition took him to towering heights. As a boy, he was a popular child—bright, charismatic, and unafraid to challenge authority—yet despite his social graces he was fiercely independent, spending much of his time exploring the sprawling fields near his town alone. What began as a child\u0027s curiosity nearly turned deadly after experimenting with a patch of poisonous foxglove. For days, he laid in bed dripping with sweat, purging any food that touched his stomach. When he recovered, it wasn\u0027t fear that gripped him, but fascination. There was something magical in how a single flower could so drastically affect him.\u003Cbr\u003E\u003Cbr\u003EInto his adult years, his ambition developed as quickly as his questionable methods. He attended the London School of Medicine and excelled despite several reprimands. His willingness to push the limits secured him a position with the British East India Company, and within seven years he was made head chemist. In time, he completed one of his greatest achievements: a chemical that could increase a worker\u0027s productivity while reducing their need for rest. He was rewarded with a secret laboratory beneath a prison camp on Dyer Island.\u003Cbr\u003E\u003Cbr\u003EThere, off the coast of India, prisoners from the Opium War became his unwilling subjects, leading to a drug that allowed soldiers to withstand incredible amounts of pain. Though most side effects were minor, there were rumors that a small number of soldiers went mad. In feral states, they massacred villages, impaling the populace on bayonets, leaving them hanging from trees. There were no official reports on the subject, and Talbot refused to blame himself for what could only be exaggerated war stories.\u003Cbr\u003E\u003Cbr\u003EThough his callous brilliance seemed unflappable, he was ignorant to the enemies his questionable work had amassed. The realization struck him quite literally—with a steel pipe to the back of his head during a trip to Mangalore. He was bound and loaded into a wagon. When his blindfold was removed, a sickly man showed him a mass grave filled with hundreds of bodies. Unbeknownst to Talbot, his productivity-increasing drug had killed nearly an entire factory\u0027s worth of workers. He knew he couldn\u0027t defend himself against the anger and accusations of his abductor—all he could do was curl up as the blows from the steel pipe rained down. His body was thrown into the grave and left for dead. Shifting between consciousness and the darkest black, he crawled for an escape, fingers sinking into rotting flesh. Black flies feasted on his uncovered skin, the sensation of a hundred pin pricks stabbing into him. As he collapsed, he came face to face with a dead woman’s dazzling hazel eyes. Too weak to pull away, he could do nothing but witness his life’s work.\u003Cbr\u003E\u003Cbr\u003EThen, from the edge of death, he was brought back. He found himself on a small bed as a kindly, wrinkled face looked over him. With each pained breath, he was nursed back to health in an ancient mystery school posing as a monastery. In verdant gardens behind tall, unassuming walls, monks studied forbidden texts, striving to expand the human mind in the search for other dimensions—believing one to be connected to the other.\u003Cbr\u003E\u003Cbr\u003ETalbot’s knowledge proved indispensable, his mind-altering chemicals integrating seamlessly with theories of neural expansion. He realized then that his salvation was no coincidence—he was plucked from the pit specifically to advance the school’s knowledge. He agreed to help until his recovery was complete, being tasked with researching what the monk’s called the soul chemical, a compound derived from the pineal gland that could open the mind’s eye. What began as a favor to his saviors, soon became an obsession. Poring over the school’s archives of lost texts, he uncovered scientific formulas that confirmed previously unthinkable ideas. He dreamt of ushering humankind into a new period of enlightenment. Perhaps then, the nightmares of hundreds of dead factory workers—and of those two hazel eyes—would fade from his mind.\u003Cbr\u003E\u003Cbr\u003EAs he came closer to a breakthrough, the demeanor of the monks shifted. The gentle smiles they offered were paired with uneasy eyes that quickly darted away when spotted. The polite conversations he was once privy to turned to hushed murmurs. The last thing he would see of the school was the cracked ceiling above his bed, branching like a dendrite through plaster.\u003Cbr\u003E\u003Cbr\u003EHis next memories were a shattered mosaic of images and sensations. Smearing lights, horse hoofs on cobblestone, coarse burlap scratching at his cheeks, and sharp bites into his arm. He awoke ragged and unwashed, splayed on the straw mattress of an opium den. Mind in a dense fog, his first thought was of his notes, the only record of his groundbreaking revelations. He searched frantically, scrambling through the dingy basement, pleading aloud for help. The few other denizens looked up from their hammocks, offering nothing but drug-soaked eyes and apathetic gazes that soon fell into half-slumber. Before he noticed the robed figure appear behind him, a needle plunged into his arm and the world disappeared once more.\u003Cbr\u003E\u003Cbr\u003EAwoken. Again. Each time, hazier than the last. He tongued at hollow gaps between his teeth. How long, he wondered. A faint memory returned. The soul chemical. His notes. The verge of a breakthrough. A faraway whisper entered his mind.\u003Cbr\u003E\u003Cbr\u003EHe fumbled with a stone, sharpening it with shaking hands. In the dim light of the den, amongst the catatonic occupants, he carved his research from memory into the walls. He wrote for hours until his fingers bled, moving to the floor, taking in everything the voice whispered despite his inability to comprehend it. When there was nowhere left to write, he gripped the stone and carved the message into his chest. Stained with blood, he witnessed a miracle appear before him—a magnificent field of lush, orange flowers. The whispered voice beckoned to him, urging him to enter the field and discover worlds and dimensions beyond human comprehension. For a moment, Talbot felt the sense of wonder he possessed as a child.\u003Cbr\u003E\u003Cbr\u003EThe denizens of the opium den awoke to silence, the dry scent of smoke still lingering in the air. Shambling out of their drug-hazed fog, they found the stone floor wet with blood, tiny rivulets coursing through the cracks. As eyes adjusted to the darkened room, the jagged lettering scrawled along its length began to appear. Written over and over without end, there was but one single line: \u003Ci\u003EDeath Is Only the Beginning\u003C/i\u003E.","tunables":{"TerrorRadius":3200,"MaxWalkSpeed":460,"MaximumDashTokens":5,"ActivatePower_SecondsToCharge":1,"Power_MaxCharge":2,"Power_RechargeRate":1,"WallGrabDash_ShowEstimatedCollisionLocation":1,"WallGrabDash_AccelerationMultiplier":10,"WallGrabDash_CollisionRange":65,"WallGrabDash_CheckRange":125,"WallGrabDash_CollisionRadius":20,"WallGrabDash_CollisionHeight":27.5,"WallGrabDash_FirstDashCameraRecenterTime":1,"WallGrabDash_FirstDashDuration":3,"WallGrabDash_FirstDashSpeed":9.199999809265137,"WallGrabDash_FirstDashTurnRate":0.8999999761581421,"WallGrabDash_AdjustmentDuration":0.20000000298023224,"WallGrabDash_WallHoldDuration":1.25,"WallGrabDash_ChainDashDuration":3,"WallGrabDash_ChainDashSpeed":9.199999809265137,"WallGrabDash_ChainDashTurnRate":0.8999999761581421,"WallGrabDash_CooldownDuration":2.5,"WallGrabDash_AttackTurnRate":1.600000023841858,"WallGrabdash_AttackDuration":4,"WallGrabDash_Adjusting_maxDistanceForSurvivorFacing":1600,"Survivor_BlightLethalDashDodgeRange":100,"SlasherAttackBlightDashOpenTime":0.5,"SlasherAttackBlightDashHittingTime":0.30000001192092896,"SlasherAttackBlightDashSucceedCooldownTime":3,"SlasherAttackBlightDashMissCooldownTime":2.5,"SlasherAttackBlightDashObstructCooldownTime":2.5,"BreakBreakablesWithPowerAttack":1,"BreakBreakablesWithPowerAttackBaseTime":2.5,"BreakBreakablesWithPowerAttackReducedTime":1.5},"item":"Item_Slasher_K21Power","outfit":["K21_Head01","K21_Body01","K21_Weapon01"],"dlc":"Yemen","image":"UI/Icons/CharPortraits/Yemen/K21_TheBlight_Portrait.png","perks":["DragonsGrip","HexBloodFavor","HexUndying"]},"268435477":{"id":"K22","name":"The Twins","role":"killer","difficulty":"veryhard","gender":"female","height":"tall","bio":"A cooperative pair of Killers, able to divide and hunt together using their power, \u003Cb\u003EBlood Bond\u003C/b\u003E.\u003Cbr\u003E\u003Cbr\u003ETheir personal perks, \u003Cb\u003EHoarder\u003C/b\u003E, \u003Cb\u003EOppression\u003C/b\u003E, and \u003Cb\u003ECoup de Grâce\u003C/b\u003E allow them to monitor Survivors’ actions, impede their progress, and hunt more effectively.","story":"A pair of conjoined twins, Charlotte and Victor Deshayes formed an emotional bond like none other. The unlikeliness of their successful birth in the 17th century could be described as miraculous, yet it immediately brought about their life of persecution. The twins emerged with Victor’s lower body affixed into the chest of his sister, legs twisted around her muscles and organs. He was smaller than Charlotte, grown as if he were an appendage of her body rather than a fully formed boy. As the newborns screeched, so too did the midwife who delivered them, running from the home, yelling of a demon birthed by a witch. So began the hunting of Charlotte, Victor, and their mother Madeleine.\u003Cbr\u003E\u003Cbr\u003EThe coming years were fleeting memories for the twins, yet they were the closest thing to a normal life they would know. The journey with their mother was what they believed all children underwent, the games of running and hiding through France’s countryside being an ordinary occurrence. At the age of five, a new challenge to the game was presented as their mother fell ill. Pale and exhausted, Madeleine had no choice but to pass responsibility of collecting food onto Charlotte. The girl, burdened under extra clothing that concealed Victor’s protruding body, set out from their forest tent and marched to the nearby town. Though a peculiar sight, she did what she had been trained for, waiting for an opening at the market and swiping whatever food she could. It was a victory in the game, but one short-lived.\u003Cbr\u003E\u003Cbr\u003EAfter midnight, glowing flames surrounded the family’s encampment, bobbing through the darkness. A single commanding shout broke the night’s silence and a mob of witch hunters streamed in. Grubby hands tore the twins from their bed, Charlotte frantically kicking all who approached. Madeleine cried for her children, her voice abruptly silenced by a club to her skull. Victor shrieked, the wailings of a trapped rat.\u003Cbr\u003E\u003Cbr\u003EThe hunters coordinated quickly. A judge on hand declared Madeleine guilty of witchcraft, evidenced by her demon spawn. Within minutes, they shackled her unconscious body to a tree, surrounding her feet with dry twigs and moss. As she awoke, she did not struggle, only begged her children to turn away. They would be given no choice. The twins were forced to watch as the torch was lit, and they watched as flames leapt up their mother’s skirt, charring and sizzling her flesh. They watched as fat dripped from her body, and her face bubbled and twisted. They watched until the screams that tore her vocal cords were no more, and all that was left was the crackling of embers and a nauseating stench.\u003Cbr\u003E\u003Cbr\u003EWhatever joy and goodness were in them died with their mother. Caged and transported to an old wooden temple, they were sold to a secretive group clad in dark cloaks. Victor reacted with the ferocity of a rabid beast at any who approached, clawing and biting. The only solace that could calm him was the embrace of his sister. Charlotte, bitter and hateful to all but her brother, found purpose in being his protector.\u003Cbr\u003E\u003Cbr\u003EWithin the temple, they were exposed to unusual experiments for years—some cruel, many simply baffling. One day they would be made to break the neck of a small grey bird. The next, they would bleed their fingers into a vase of roses. Every seventh day, they would sleep with the branch of a damp oak beneath their pillow. Then there was the chanting: a never-ending chorus from cloaked figures on scheduled intervals.\u003Cbr\u003E\u003Cbr\u003EIn time, a final experiment was planned. Two robed figures herded the twins to the center of the temple, holding Charlotte upon an altar in a room alit with candelabras. The wrinkled face of a man peered from under his hood, placing a hand on the forehead of each twin, making careful examination of their skulls. Memento mori, he uttered, as he withdrew a shining blade.\u003Cbr\u003E\u003Cbr\u003ECharlotte rolled to her side, shifting her brother off the altar. With a screech, he stretched his arm as far as he could, knocking a candelabra to the ground. The flames took to the dry wood immediately. They swept over the floor, igniting the black robes that brushed against it. Screams of agony pierced the chaos, invigorating Charlotte. She dashed through the inferno, vision concealed with nothing but black smoke and blazing flame. A painful heaviness filled her lungs. No exit could be found, every step leading to overwhelming heat. She fell to her knees, suffocating, and then saw it—sunlight, trees. She stumbled from the fire into dewy grass. Without looking back, she ran into the forest until she collapsed.\u003Cbr\u003E\u003Cbr\u003EWhen Charlotte opened her eyes, she reached for Victor’s hand. He made no attempt to budge. His body hung helplessly from her torso. She clasped his face, stared into his sad, still eyes. The movements she was accustomed to—his body pulling at her skin, his legs prodding at the cavity in her chest—were no more. Victor was dead.\u003Cbr\u003E\u003Cbr\u003ECharlotte had no choice but to continue moving as she mourned, fearing black cloaks and witch hunters were prowling. She concealed her brother’s corpse under her clothing and marched for the sewers of a nearby city. There, she set up camp, emerging often to steal whatever food she could, resorting to raiding barns for pig slop when desperation set in. Throughout the years, Victor’s corpse rotted as his limbs oozed and blackened, yet his body demonstrated resistance to complete decomposition, as if his sister’s blood still coursed through him. Protecting his lifeless body became Charlotte’s sole reason for being, refusing to ever be separated from the only family she had left.\u003Cbr\u003E\u003Cbr\u003ELife in her teenage years was a game of survival. Her hatred for humanity grew each day under the realization they would never leave her be. No matter how many died during her botched robberies and desperate attempts to escape, there would always be more to pursue and sling words of condemnation at her—monster, demon, witch. And it was the black cloaks who were the worst of them. Their hunt for her was unending, forcing her to constantly abandon shelter and run.\u003Cbr\u003E\u003Cbr\u003EFor years, Charlotte fled, drawing blood out of necessity, cradling her long-dead brother in the night. During a frigid winter, her body began to break down. Food was scarce and the refuge of rickety shacks were no use against freezing temperatures. Sickle in hand, she sheltered near her campfire in the woods, not knowing if the black cloaks would take her before the cold did. As frost crystalized around her nostrils and her lips took on a gentle blue hue, Charlotte felt something she had never experienced: acceptance. She closed her eyes, opening herself to the serenity of death when—a shriek, shrill and vicious pierced her ears. Victor spasmed and flailed from her chest, a cloud of fog encompassing him. Before she could react, he spilled from her in a bloody puddle, landing on the snow and running.\u003Cbr\u003E\u003Cbr\u003EPulling herself from the edge of death, she gave chase. Calling his name, she ran through the forest until her legs could hardly carry her, until finally, within her view, was Victor, sitting at the edge of a thick fog. His face, twisted and feral, screamed as a dark hooded figure emerged from the fog, grabbed his arm, and seized him. The serenity that had crept into Charlotte was extinguished, replaced with the seething hatred and rage she had depended on for so long. With a tight grip on her sickle, she charged into the fog, prepared to eviscerate any who set foot near her brother.","tunables":{"MaxWalkSpeed":460,"CarryingCamperMaxWalkSpeedPercent":0.800000011920929,"Twin_MaxWalkSpeed":600,"TerrorRadius":3200,"TwinLullaby_AttachedRange":1400,"TwinLullaby_ControlledRange":1800,"TwinLullaby_DormantRange":1200,"HasteValueWhenVictorAttachedToSurvivor":0.10000000149011612,"KillerInstinct_AttachedLingerDuration":1.5,"KillerInstinct_DormantLingerDuration":1.5,"Power_MaxCharge":6,"Power_RechargeTime":6,"Power_RechargeTimeAfterTwinDestroyed":15,"Power_TimeBeforeAutoDestroyTwin":90,"Power_TimeBeforeRecallFromDormant":10,"Power_TimeBeforeRecallFromLockerAvailable":5,"Power_TimeBeforeRecallFromAttachedSurvivor":30,"TimeBeforeCollisionsDeactivation":30,"TwinEscapeBlocker_LingerDurationOnDowned":5,"ReleaseConjoinedTwin_ExitTime":0.75,"ReleaseConjoinedTwin_MaxCharge":0.02500000037252903,"PossessTheConjoinedTwin_ExitTime":0.25,"PossessNearHookDuration":5,"PossessTheConjoinedTwin_MaxCharge":0.07999999821186066,"PossessTheKiller_ExitTime":1.5,"PossessTheKiller_MaxCharge":0.07999999821186066,"HatchRestrictionRadius":600,"HookRestrictionRadius":1600,"BasementHookRestrictionSphericalRadius":1600,"ExitGateRestrictionRadius":400,"ChargeJump_CancelCooldown":0.25,"ChargeJump_MaxCharge":0.8500000238418579,"ChargeJump_MaxCameraPitch":10,"InspectEmptyLocker_InteractionTime":3,"InspectOccupiedLocker_InteractionTime":2,"TwinAura_OnAttachedToSurvivorRevealDuration":5,"TwinJump_AuthorizedLandingHeight":80,"TwinJump_StartVelocity":2835,"TwinJump_GravityScale":3.75,"TwinJump_MissCooldownTime":3,"TwinJump_SucceedAttachedCooldownTime":1,"TwinJump_SucceedNotAttachedCooldownTime":2.700000047683716,"TwinJump_ObstructedCooldownTime":3,"TwinJump_UpDownObstructionAnglePrecision":6,"TwinJump_LeftRightObstructionAnglePrecision":66,"DestroyTwin_MaxCharge":0.3499999940395355,"RemoveTwin_MaxCharge":10,"RemoveTwin_ExitTime":1,"LoudNoiseRange_ClosetFakeEnter":4800,"PushTwinOnLocker_MaxCharge":10},"item":"Item_Slasher_K22Power","outfit":["K22_Head01","K22_Body01","K22_Weapon01"],"dlc":"Aurora","image":"UI/Icons/CharPortraits/Aurora/K22_TheTwins_Portrait.png","perks":["K22P01","K22P02","K22P03"]},"268435478":{"id":"K23","name":"The Trickster","role":"killer","difficulty":"intermediate","gender":"male","height":"average","bio":"A ranged Killer, able to quickly unleash a flurry of blades by using his power, \u003Cb\u003EShowstopper\u003C/b\u003E.\u003Cbr\u003E\u003Cbr\u003EHis personal perks, \u003Cb\u003EStarstruck\u003C/b\u003E, \u003Cb\u003EHex: Crowd Control\u003C/b\u003E, and \u003Cb\u003ENo Way Out\u003C/b\u003E, allow him to quickly down would-be rescuers and block areas of the environment to his advantage.","story":"Ji-Woon Hak thrived under the attention of others, energized by every eye that watched him and every tongue that spoke his name. Amidst the prestige, he had only one desire: more. Even as a child he found ways to draw crowds. Working at his family’s restaurant, he attracted business with spectacles he performed using throwing knives. Gullible tourists believed this was a traditional South Korean experience, gladly parting with their money to witness it. Ji-Woon\u0027s father spent the restaurant’s earnings on dancing and vocal lessons for his son, pushing him to attain the fame he never could.\u003Cbr\u003E\u003Cbr\u003EJi-Woon did not disappoint. After years showcasing his abilities to nobodies at talent shows, he hit the track to stardom. Yun-Jin Lee, a producer at Mightee One Entertainment, recruited Ji-Woon into her training program. He transferred to a dormitory in Seoul where, for fourteen hours a day, he was crafted into a star, taught how to move and sing, how to carry himself with the right balance of confidence and modesty.\u003Cbr\u003E\u003Cbr\u003EDraining as the process was, it worked. Yun-Jin selected Ji-Woon to join the band NO SPIN, bringing a raw energy to their tracks. Fame was almost immediate. Ji-Woon lived in a daze of interviews and adoration, and though the frenzied schedule exhausted his bandmates, he was invigorated. Each day was an affirmation that he was greater than the mediocrity society spewed out.\u003Cbr\u003E\u003Cbr\u003EBut over time, the champagne grew stale. When he looked at his fans, he saw their joy and envy split five ways, thinned out between each band member. The validation that had surged through him left a desperate yearning for more.\u003Cbr\u003E\u003Cbr\u003EJi-Woon kept up impressions, mimicking a charm long buried under loathing. He recorded the latest NO SPIN album with his bandmates, never missing a beat. After a lengthy lunch break, he returned to the studio to discover fate had granted him a gift. The scent of burning wires was unmistakable. He rushed to the control room, finding the door blocked by fallen speakers. On the other side, his bandmates pounded on the door, their cries accompanied by the crackling of flames.\u003Cbr\u003E\u003Cbr\u003EJi-Woon called to them, dashing to the speakers, grabbing one and—stopping. He froze. Each breath was a conscious, deliberate process requiring all his attention, the nearby cries hardly audible until, slowly, he backed away. And then he heard it. They were screaming his name as they burnt. Screaming for him to save them. Ji-Woon! Ji-Woon! Ji-Woon Hak! It was the most beautiful thing he’d ever heard. When the fire crew arrived, his tears were genuine.\u003Cbr\u003E\u003Cbr\u003EJi-Woon was celebrated as a tragic figure, a hero who did all he could in a futile attempt to save his friends. Yun-Jin paraded him through interviews until it was time to rebrand. He was reborn as The Trickster, a solo artist who produced his own songs, sporting a soft heart beneath a wild exterior. But, away from concert set-ups and television stages, something darker grew.\u003Cbr\u003E\u003Cbr\u003EHe targeted those who lived alone, coming to them in the night. The first was a college music student with a captivating voice. Ji-Woon woke him with a baseball bat to the skull, binding his arms and legs, gagging him with a rag duct taped into his mouth. He tortured him for hours, dissecting him alive. Yet there was something missing—a sound, a connection. He wanted to hear the victim’s wonderous voice pleading as he cut his belly open, but all he received was muffled cries through a rag.\u003Cbr\u003E\u003Cbr\u003EHe learned and adjusted.\u003Cbr\u003E\u003Cbr\u003EVictims had to be abducted, driven to an abandoned building where he could let their voices carry unrestrained emotion. He made music from them, prodding in the right places to evoke different types of shrieks and howls. Stabbing the quadratus lumborum elicited a long, guttural wail, while slashing the carotid artery created a sound similar to a cat being strangled. There was honesty in their suffering. Ji-Woon recorded each session, synthesizing and working them into his songs, hiding them behind layers of melodies.\u003Cbr\u003E\u003Cbr\u003EHe was elated with his work. He left hints for police, arranging a mink boa from a recent photoshoot around a victim’s slashed throat. For his next killing, he removed the teeth from a man that a boxer in one of his music videos was without. During a particularly audacious plea for attention, he killed a fan he had met during a VIP meet-up, replacing her eyes with his diamond cufflinks and writing I HAVE SEEN GOD in blood across her chest. Each scene was a dazzling spectacle.\u003Cbr\u003E\u003Cbr\u003EBetween music and murder, Ji-Woon’s work was discussed globally. However, as violence became his preferred art style, his music career took a hit. Revenue was down and Mightee One executives pointed their fingers at him. Yun-Jin, with professional fury, came to his defense, but she was outnumbered. It was decided that Ji-Woon could no longer self-produce his songs.\u003Cbr\u003E\u003Cbr\u003EThe decision was devastating. His tracks fused genuine humanity into music, yet executives rejected anything that wasn’t generic and expected. And so be it. If they couldn’t understand his art, he would incorporate them into it until they did.\u003Cbr\u003E\u003Cbr\u003EHe had three months until he was to perform a private show for Mightee One’s board members; three months to plan his magnum opus. He transferred obscene amounts of money to a veterinarian in exchange for cannisters of nitrous oxide, then bribed the stage technician of Mightee One’s private theatre for access to the room. His celebrity granted him a benefit of the doubt no regular person could conceive. When the show was ready, gas seeped into the room as executives and stagehands awaited Ji-Woon, conveniently running behind schedule.\u003Cbr\u003E\u003Cbr\u003EWhen he arrived, half-conscious bodies were splayed in their seats and crawling across the floor. He worked quickly, binding everyone, pausing only when he came to Yun-Jin—the woman who had plucked him from a mudhole and set him on the path he deserved. She would be rewarded, granted special access to the coming display of wonder. Even under sedation, she fought, a raging storm within her, far stronger than the others. He propped her up as the lone audience member, prying her eyes open. The others, sniveling and sobbing, were brought on stage to perform their final act. With a contemptable sneer, he slapped makeup onto their faces and shone stage lights upon them. They became his instruments.\u003Cbr\u003E\u003Cbr\u003ETo the sound of self-produced melodies, he tortured them, gracefully dashing from one body to another, conducting an operatic crescendo from their wailings. They shouted, whimpered, screamed, cried for their loved ones, cried for their mothers. It was a magnificent outpouring of emotion, of what it meant to be human, and they did it with eyes fixed on Ji-Woon.\u003Cbr\u003E\u003Cbr\u003EViscera drained from the stage until, with the toss of his throwing knife, the final human instrument fell silent and the music stopped. Covered in sweat and blood, an exhausted Ji-Woon looked to Yun-Jin and bowed. Curtain call. He had attained perfection. With blade in hand, he made his way to Yun-Jin, prepared to tie up loose ends before the credits rolled. But as he reached her—\u003Cbr\u003E\u003Cbr\u003EThe Fog.\u003Cbr\u003E\u003Cbr\u003EFrom where, he didn’t know, but it billowed around them, damp, cool... comfortable. He saw the grand stage: hospitals and temples, forests and slaughterhouses—an eternal plane adorned with rusted hooks, sustained by the million eyes that would watch him, run from him, \u003Ci\u003Eexperience him\u003C/i\u003E. All he had to do was accept, become an implement of The Fog and, most importantly, make them scream.\u003Cbr\u003E\u003Cbr\u003EEncore!","tunables":{"MaxWalkSpeed":460,"CarryingCamperMaxWalkSpeedPercent":0.800000011920929,"TerrorRadius":3200,"FlurryOfKnivesEnterDuration":0.3499999940395355,"FlurryOfKnivesExitDuration":1.25,"FlurryOfKnivesChargeTime":0.3499999940395355,"BaseTimeBetweenThrows":0.30000001192092896,"KnivesLaunchSpeed":5500,"KniveSpawnOffset":10,"KnivesSpawnForwardOffset":48,"KnivesConvergenceDistance":12800,"ConsecutivesKnivesDecayTime":0.20000000298023224,"MaxConsecutivesKnivesStacks":30,"BaseMaxAmmo":44,"RotationSpeedAdjustmentTime":0.15000000596046448,"AimingStanceYawRotationScale":1,"AimingStancPitchRotationScale":1,"AimingStanceGamepadYawRotationScale":0.8999999761581421,"AimingStanceGamepadPitchRotationScale":0.5,"ThrowingYawRotationScale":1,"ThrowingPitchRotationScale":1,"ThrowingGamepadYawRotationScale":0.8999999761581421,"ThrowingGamepadPitchRotationScale":0.5,"KnifeMaxRange":12800,"RicochetLacerationModifier":1,"KnifeAddonExplosionRadius":100,"KnifeExplosionLacerationDamage":0.5,"MaxLaceration":8,"TimeBeforeLacerationRegressionStarts":15,"LacerationToRemoveOnBasicAttack":3,"TimeForCombo":4,"BaseKnifeComboScore":10,"ConsecutiveHitsNeededForScoreEvent":6,"MaximumScoreMultiplier":10,"FillLacerationComboScore":50,"LongRangeKnivesScoreThreshold":1600,"CloseRangeKnivesScoreMultiplier":1,"LongRangeKnivesScoreMultiplier":2,"KnifeNearEndOfGraceTimerScoreThreshold":3,"LowLacerationKnifeHitScoreMaxThreshold":1,"SuperModeMoveSpeed":386,"SuperModeThrowSpeedMultiplier":1.6670000553131104,"SuperModeMaxCharge":8,"SuperModeChargePerKnifeHit":1,"SuperModeActiveDuration":6,"SuperModeCooldown":5,"DisableFlurryOfKnivesDuringSuperModeCooldown":1,"SuperModeActivationChargeTime":0.15000000596046448,"SuperModeActivationTime":0.5,"SuperModeDeactivationTime":3,"RicochetAddonNumberOfBounces":2,"SuperModeTimeToAddPerComboRank":0.5,"SuperModeDeactivationBufferTime":0.699999988079071},"item":"Item_Slasher_ThrowingKnives","outfit":["K23_Head01","K23_Body01","K23_Weapon01"],"dlc":"Comet","image":"UI/Icons/CharPortraits/Comet/K23_TheTrickster_Portrait.png","perks":["K23P01","K23P02","K23P03"]},"268435479":{"id":"K24","name":"The Nemesis","role":"killer","difficulty":"hard","gender":"male","height":"tall","bio":"An unrelenting Killer, capable of attacking at mid-range with his tentacle, while receiving support from Zombies roaming the area.\u003Cbr\u003E\u003Cbr\u003EHis personal perks, \u003Cb\u003ELethal Pursuer\u003C/b\u003E, \u003Cb\u003EHysteria\u003C/b\u003E, and \u003Cb\u003EEruption\u003C/b\u003E, allow him to quickly ambush Survivors, while sowing confusion and fear when injuring and hooking them.","story":"Designed by Umbrella Corporation, The Nemesis is a nearly unstoppable super soldier fixated on pursuing and eliminating its targets. Part of the Tyrant T-103 series, this specimen has increased intelligence and awareness due to the NE-α parasite implanted within it. Its first mission unleashed it upon Raccoon City, where it had a singular objective: exterminate S.T.A.R.S. members. Rampaging through the city, The Nemesis faced off against Jill Valentine multiple times, and though she managed to escape, he was never far behind. He nearly had his target, when a strange fog descended upon them, mixing with the smoke of a city in chaos. The phenomenon meant nothing to him—the frigid cold and decreased oxygen never posing a threat. All that mattered was soldiering on into the fog, continuing the mission: find S.T.A.R.S., exterminate S.T.A.R.S., and kill anyone who gets in the way.","tunables":{"TerrorRadius":3200,"MaxWalkSpeed":460,"CarryingCamperMaxWalkSpeedPercent":0.800000011920929,"ActivateK24PowerSecondsToCharge":0.3499999940395355,"PowerChargeCoolDownTime":1.5,"PowerChargeCooldownWalkSpeed":420,"PowerWalkSpeed":380,"PowerWalkSpeedLevel3":400,"PowerGamePadYawScale":400,"PowerMouseYawScale":3.5,"WhipLengthLevel1":500,"WhipLengthLevel2":500,"WhipLengthLevel3":600,"PowerChargeSurvivorContaminatedPoint":3,"PowerChargeSurvivorHitPoint":1,"PowerChargeZombieKilledPoint":1,"PowerLevelPointsToLevel2":6,"PowerLevelPointsToLevel3":15,"K24PowerAttackWhipOpenTime":0.25,"K24PowerAttackWhipHittingTime":0.3330000042915344,"K24PowerAttackWhipSucceedCooldownTime":2.5,"K24PowerAttackWhipObstructCooldownTime":2.5,"K24PowerAttackWhipMissCooldownTime":2.5,"PowerAttackBreakObjectLevel":2,"PowerViewPitchMax":20,"AttackSphereTraceRadius":16,"MaximumTimeToTriggerRegularAttack":0.07999999821186066,"ContaminationHinderedSeconds":0.25,"InjectSerumKillerInstinctTime":3,"InjectSerumSecondsToCharge":3,"CrateAutoCloseAnimationTime":1.0499999523162842,"OpenSupplyCrateSecondsToCharge":4,"CrateSelfClosingTime":15,"ZombieSpawnTime":12,"NumberOfZombieToSpawnAtStart":2,"ZombieAttackOpenTime":0.20000000298023224,"ZombieAttackHitTime":1.2999999523162842,"ZombieWalkSpeed":100,"ZombieSightRadius":1400,"ZombieLoseSightRadius":2000,"ZombieVisionHalfAngle":95,"ZombieAnimDyingTime":3,"ZombieAnimSpawnTime":3,"ZombieRespawnTimeKilledBySurvivor":45,"ZombieRespawnTimeKilledBySlasher":12,"ZombieStunBaseTime":15,"PowerLevelToSpawnZombie":10,"ZombieDistanceConsideredSmashFall":50,"ZombieFallSmashTime":3.430000066757202,"ZombieAttackCooldownTime":0.5,"AttackMinDistanceToObstruction":100},"item":"Item_Slasher_K24Power","outfit":["K24_Head01","K24_Body01","K24_Weapon01"],"dlc":"Eclipse","image":"UI/Icons/CharPortraits/Eclipse/K24_TheNemesis_Portrait.png","perks":["K24P01","K24P02","K24P03"]},"268435480":{"id":"K25","name":"The Cenobite","role":"killer","difficulty":"veryhard","gender":"male","height":"tall","bio":"A summoning Killer, able to possess chain projectiles and use the Lament Configuration to torture every Survivor at once.\u003Cbr\u003E\u003Cbr\u003EHis personal perks, \u003Cb\u003EDeadlock\u003C/b\u003E, \u003Cb\u003EHex: Plaything\u003C/b\u003E, and \u003Cb\u003EScourge Hook: Gift of Pain\u003C/b\u003E, allow him to slow generator progress and continue to torment Survivors who have experienced his sweet suffering.","story":"A demon to some, an angel to others. Pinhead is an explorer in the further regions of experience, indulging in the limitless thrill of pleasure and pain. When the puzzle box known as the Lament Configuration—a key to another dimension—was found in The Entity’s realm, it was only a matter of time before it fell into curious hands. Once opened, he arrived. What came next was sweet suffering that spilled over the realm.","tunables":{"MaxWalkSpeed":460,"CarryingCamperMaxWalkSpeedPercent":0.800000011920929,"TerrorRadius":3200,"ChainAttached_GateBlocker_LingeringTime":5,"ChainStrike_GatewayPlacement_MinDistanceFromPlayer":150,"ChainStrike_GatewayPlacement_MaxDistanceFromPlayer":1600,"ChainStrike_GatewayPlacement_Speed":800,"ChainStrike_GatewayPlacement_CancelCooldown":1.5,"ChainStrike_GatewayPlacement_PitchLevelChangeAngleThreshold":25,"ChainStrike_GatewayPlacement_PitchLevelChangeZoneThreshold":5,"ChainStrike_GatewayPossession_CameraPanTime":0.5,"ChainStrike_GatewayPossession_FoVChangeTime":0.75,"ChainStrike_GatewayPossession_CancelCooldown":3,"ChainStrike_GatewayPossession_MaxDuration":6,"ChainStrike_ShootControlledProjectile_FovChangeTime":0.75,"ChainStrike_ShootControlledProjectile_Cooldown":5,"ChainStrike_KillerRepossession_FadeIn":0.25,"ChainStrike_UnhookImmunityDuration":3,"ChainStrike_SelectGatewayOrientation_MaximumPitchAngle":45,"ChainProjectile_MaxNumbUncontrolledChains":20,"ChainProjectile_Controlled_InitialSpeed":1000,"ChainProjectile_Controlled_MaximumYawTurnRate":125,"ChainProjectile_Controlled_MaximumPitchTurnRate":100,"ChainProjectile_Controlled_MaximumTravelLength":2400,"ChainProjectile_Controlled_SpeedIncreaseTime":1.5,"ChainProjectile_Controlled_RollUpdateSpeed":3.5,"ChainProjectile_Controlled_RollGoBackSpeed":10,"ChainProjectile_Controlled_MaximumRollDegrees":25,"ChainProjectile_Controlled_InstaChainNumberOnHit":2,"ChainProjectile_Uncontrolled_TimeBetweenChainLaunch":3,"ChainProjectile_Uncontrolled_MinimumSpawnDistance":250,"ChainProjectile_Uncontrolled_MaximumSpawnDistance":600,"ChainProjectile_Uncontrolled_MinimumWaitTimeBeforeLaunch":1.5,"ChainProjectile_Uncontrolled_MaximumWaitTimeBeforeLaunch":1.5,"ChainProjectile_Uncontrolled_Speed":1000,"ChainProjectile_Uncontrolled_MaximumTravelDistance":1600,"Chain_ReelbackSpeed":2000,"Chain_RemoveChain_PerChainTime":1,"Chain_MaximumNumberOfChainsAttachedAtATime":3,"Chain_MaximumLength":1800,"LamentConfiguration_ChainHuntChargeTime":90,"LamentConfiguration_RespawnTime_KillerPickUp":10,"LamentConfiguration_RespawnTime_Solved":45,"LamentConfiguration_RespawnTime_SurvivorEscapedGrasp":45,"LamentConfiguration_RespawnTime_FreedFromGraspByKillerAttack":30,"LamentConfiguration_StatusEffect_Possession_NumberOfChains":1,"LamentConfiguration_StatusEffect_Possession_TimeBetweenChainTargetting":4,"LamentConfiguration_SolveInteraction_SkillCheckTimePenalty":1,"LamentConfiguration_Teleport_MinDistance":1000,"LamentConfiguration_Teleport_MaxDistance":1200,"LamentConfiguration_KillerPickUp_NumberChainsOnEachSurvivor":3,"LamentConfiguration_KillerPickUp_ScreamBubbleIndicatorLifetime":3,"MaximumInactiveProjectileTime":15},"item":"Item_Slasher_K25Power","outfit":["K25_Head01","K25_Body01","K25_Weapon01"],"dlc":"Gemini","image":"UI/Icons/CharPortraits/Gemini/K25_TheCenobite_Portrait.png","perks":["K25P01","K25P02","K25P03"]},"268435481":{"id":"K26","name":"The Artist","role":"killer","difficulty":"intermediate","gender":"female","height":"average","bio":"A ranged-reconnaissance Killer, able to launch Dire Crows across the map to reveal and attack Survivors.\u003Cbr\u003E\u003Cbr\u003EHer personal perks, \u003Cb\u003EGrim Embrace\u003C/b\u003E, \u003Cb\u003EScourge Hook: Pain Resonance\u003C/b\u003E, and \u003Cb\u003EHex: Pentimento\u003C/b\u003E allow her to interrupt Survivor objectives, torment hooked Survivors, and use destroyed Totems to her advantage.  ","story":"Carmina Mora was a gifted artist who carried the guilt of her young brother\u0027s death. Growing up a rugged coastal village in southern Chile, she sketched the sublime landscapes of Patagonia. Sitting outside, she painted dramatic fjords while feeding the crows nested in the tree next to the house.\u003Cbr\u003E\u003Cbr\u003EShe grew up carrying the guilt of her mother\u0027s sudden departure. Her father blamed Carmina for her mother\u0027s abandonment, which added to her grief. She became the caretaker of Matias, her little brother, despite still being a child herself.\u003Cbr\u003E\u003Cbr\u003EA year later, Carmina was painting with Matias outside when the telephone rang. Her father remained in the yard, drinking his beer. Carmina rushed to the house to answer the phone and hung up a few seconds later. When she returned outside, Matias was nowhere to be seen. She asked her father, but he had paid no attention to Matias. She called her brother\u0027s name, looking for him everywhere. While searching, she saw a bright red coat floating on the narrow creek by the house--Matias\u0027 jacket. She jumped into the creek and found him floating on the surface with vacant eyes, unblinking. He had fallen and drowned.\u003Cbr\u003E\u003Cbr\u003EHer scream tore the sky. Her father found Carmina sobbing on the creek\u0027s shore, clutching her brother\u0027s body in her arms, surrounded by a murder of crows. Her father snatched Matias\u0027s body away from her, and she cried until her voice broke.\u003Cbr\u003E\u003Cbr\u003EThe following morning, the world was cloaked in darkness. Her father did not say a word, because he did not have to. Carmina knew it was all her fault. Months passed, yet her loss was as fresh as morning dew. Crippled with self-loathing, she could no longer paint. Without Matias, life had no meaning.\u003Cbr\u003E\u003Cbr\u003EOn the bleak morning of Matias’s birthday, Carmina walked to a narrow bridge several blocks away from home. She was convinced that nothing could bring her relief. Her mother was gone, her brother was dead, and her father blamed her for it all. She was convinced that she had nothing left to live for.\u003Cbr\u003E\u003Cbr\u003ECarmina walked to the railing of the bridge that stood over the turbulent river. Locals had nicknamed the spot DeathLeap. Several cars drove by Carmina, but none stopped. No one seemed to care. She climbed over the railing and her legs wobbled as she stood on the lip of the bridge. She looked down, watching the fierce river smash into a giant boulder. She closed her eyes.\u003Ci\u003ESee you soon, Matias.\u003C/i\u003E\u003Cbr\u003E\u003Cbr\u003ESuddenly, a cacophony of caws filled the sky. Carmina opened her eyes and saw a black cloud of feathers flying toward her. The cloud split open and glossy black crows dove from the sky. One landed on her shoulder and stared intently into Carmina’s eyes, as if peering into her soul. Her grip on the railing loosened and the crow cawed raucously. Carmina stared at the crow, confused.\u003Cbr\u003E\u003Cbr\u003EAnother crow landed on the railing, then another. Soon, a flock of crows were covering the railing of the bridge, staying close to her. She felt their heavy stare on her, calculative and enigmatic, as if they were assessing her. She looked down for a second and a thunder of caws interrupted her dark impulse. The crows seemed to care about her wellbeing. As she dangled over the edge with the wind blowing through her raven hair, Carmina felt akin to them. For the first time since Matias had died, Carmina did not feel alone.\u003Cbr\u003E\u003Cbr\u003EShe returned home, giving life another chance. The crows left but Carmina suspected that if anything happened to her, they would return.\u003Cbr\u003E\u003Cbr\u003EInspired by her ordeal, Carmina picked up a brush. In the weeks that followed, she painted her experience, using black ink to depict the DeathLeap with a black cloud of feathers, the murder of crows that saved her life. The experience was transformative and launched her signature, black-ink surrealist art.\u003Cbr\u003E\u003Cbr\u003EAfter several years, some color pierced the darkness, and this shift of medium expanded her art form. She painted large-scale murals on busy street corners, designed grandiose costumes, and recited militant poetry. Carmina’s art displayed local, intimate tragedies on a large scale, making them impossible to ignore. And everywhere she performed, crows followed.\u003Cbr\u003E\u003Cbr\u003EHer performances grew bold and drew the attention of artists who found her style invigorating. She grew close to a group of painters who understood her iconoclastic vision. Her performances launched the Large-Scale Surrealist movement, which became a phenomenon.\u003Cbr\u003E\u003Cbr\u003EHer renown grew enough to attract the commission of a multinational enterprise, The Vack Label. Carmina investigated the group, discovering that they gifted art pieces to select disreputable congressmen. Vack’s commissioned artists seemed to disappear afterward.\u003Cbr\u003E\u003Cbr\u003EDetermined to expose the group\u0027s link to corrupt politics, Carmina accepted Vack\u0027s commission. The following week, Carmina painted a giant mural on a cemetery\u0027s columbarium, displaying the Vack Label logo as a surrealist grim reaper harvesting the fields of Chilean families. She wore a theatrical dress as she painted, on which she had stitched a poem about political revolution.\u003Cbr\u003E\u003Cbr\u003EThe piece sparked a radical debate about corruption. The controversy painted a target on Carmina\u0027s back. After receiving anonymous death threats, she took refuge in her father’s house, bringing along her closest friends for safety.\u003Cbr\u003E\u003Cbr\u003EThat night, a gang of masked gunmen broke into the house. They swiftly subdued Carmina and her friends, threw them in a van, and drove off.\u003Cbr\u003E\u003Cbr\u003EThe following morning, a dry breeze blew sand on Carmina\u0027s face, awakening her. She was seated in a chair in the middle of the desert, with her legs tied and her hands handcuffed. Her friends were lying on the ground, tied up. A shadow fell over her face. Carmina looked up.\u003Cbr\u003E\u003Cbr\u003EA man dressed in a long robe with his face hidden in a dark hood approached her. He pulled a silvery knife from his robe.\u003Cbr\u003E\u003Cbr\u003EHe grabbed her hands and recited a hymn in an unfamiliar language. Carmina held his gaze. He paused and brought down his blade with a sudden blow.\u003Cbr\u003E\u003Cbr\u003EShe cried in agony as her friends woke to a terrible sight; Carmina\u0027s severed hands falling in the sand.The handcuffs followed, landing into a pool of blood\u003Cbr\u003E\u003Cbr\u003EThe hooded man smiled in satisfaction. \u003Ci\u003EHow are you going to paint now?\u003C/i\u003E Carmina cursed and screamed at him, wriggling against the bonds on her legs.\u003Cbr\u003E\u003Cbr\u003EThe man grabbed Carmina’s chin. She spit in his face.\u003Cbr\u003E\u003Cbr\u003EHe grunted and pried her mouth open, pulling out her tongue. Carmina struggled against his hold. In a violent blow, he chopped off Carmina\u0027s tongue.\u003Cbr\u003E\u003Cbr\u003EShe howled in anguish. The man wiped his blade on his robe, leaving a trail of blood. \u003Ci\u003EHow are you going to recite poems now?\u003C/i\u003E\u003Cbr\u003E\u003Cbr\u003ESorrow swelled in Carmina\u0027s chest, sharper than pain. Overwhelmed by uncontrollable rage, grief and loss overcame her senses. She had lost her little brother. And she had lost the only way to cope with such pain. Carmina screamed like on the day her brother died.\u003Cbr\u003E\u003Cbr\u003ERaucous caws echoed through the wasteland. The sky was obscured by a cyclone of dark clouds. Black feathers fell on Carmina\u0027s bleeding arms. She looked up and saw a torrent of crows erupting from the clouds, diving on the hooded man.\u003Cbr\u003E\u003Cbr\u003EAs the ravenous crows pecked at his flesh mercilessly, Carmina smiled, watching her Surrealist art coming to life.\u003Cbr\u003E\u003Cbr\u003EBut her heart lurched with rage when she saw the crows move on to their next target, her friends on the ground. She screamed as waves of pain, guilt, and fright overwhelmed her. But it was in vain, the ravenous crows were uncontrollable.\u003Cbr\u003E\u003Cbr\u003EDarkness fell over her eyes as her friends\u0027 agonizing screams grew more acute. Death was coming and again, it was her fault.\u003Cbr\u003E\u003Cbr\u003EA deep, black fog engulfed her.","tunables":{"MaxWalkSpeed":460,"CarryingCamperMaxWalkSpeedPercent":0.800000011920929,"TerrorRadius":3200,"CrowProjectileSummoningStateVisualScaleX":1,"CrowProjectileSummoningStateVisualScaleY":1,"CrowProjectileSummoningStateVisualScaleZ":1,"CrowProjectileIdleStateVisualScaleX":1,"CrowProjectileIdleStateVisualScaleY":1,"CrowProjectileIdleStateVisualScaleZ":1,"CrowProjectileIdleStateHitboxScaleX":2,"CrowProjectileIdleStateHitboxScaleY":2,"CrowProjectileIdleStateHitboxScaleZ":2.5,"CrowProjectileOnPathStateVisualScaleX":1,"CrowProjectileOnPathStateVisualScaleY":1,"CrowProjectileOnPathStateVisualScaleZ":1,"CrowProjectileOnPathStateHitboxScaleX":2,"CrowProjectileOnPathStateHitboxScaleY":2,"CrowProjectileOnPathStateHitboxScaleZ":2.5,"CrowProjectileOffPathStateVisualScaleX":1,"CrowProjectileOffPathStateVisualScaleY":1,"CrowProjectileOffPathStateVisualScaleZ":1,"CrowProjectileOffPathStateHitboxScaleX":2.5,"CrowProjectileOffPathStateHitboxScaleY":2.5,"CrowProjectileOffPathStateHitboxScaleZ":2.5,"CrowProjectileDestroyedStateVisualScaleX":1,"CrowProjectileDestroyedStateVisualScaleY":1,"CrowProjectileDestroyedStateVisualScaleZ":1,"CrowProjectileDetectionHitboxScaleX":4,"CrowProjectileDetectionHitboxScaleY":4,"CrowProjectileDetectionHitboxScaleZ":4,"CrowProjectileMovementSpeedBase":1000,"CrowProjectileDestructionLingeringTime":0.5,"CrowProjectileSummoningTime":1,"CrowFireAuraVisibilityForSurvivorsTime":0.75,"CrowSummonAuraVisibilityForSurvivorsTime":0.75,"CrowProjectileNearSurvivorAudioRange":1200,"CrowProjectileIdleTime":10,"MaximumAmmo":3,"AmmoResetCooldownOnExpire":2,"AmmoExpirationWarningBufferTime":1,"AmmoResetCooldownOnFiringOneCrow":5,"AmmoResetCooldownOnFiringTwoCrows":9,"AmmoResetCooldownOnFiringThreeCrows":12,"AmmoResetCooldownOnFiringFourCrows":14,"AmmoResetCooldownOnFiringFiveCrows":15,"CrowSummonInteractionChargeTime":1,"CrowSummonSpawnDistance":250,"CrowSummonCooldownBetweenSummons":0.5,"CrowSummonGuideLength":800,"CrowSummonGuideWidth":100,"CrowPathLength":750,"FireInteractionCooldownTime":1.5,"CooldownInteractionTime":0.5,"CrowSpawnRestrictionDistanceFromCrows":100,"CrowSpawnRestrictionDistanceFromActiveHooks":1000,"CrowSpawnRestrictionDistanceFromExitSwitch":200,"CrowSpawnRestrictionDistanceFromHatch":100,"CrowSpawnHookRestrictionLingerDuration":1,"SurvivorRemoveCrowInteractionAuraLingerTime":2.5,"SurvivorRemoveCrowInteractionChargeTime":8,"KillerInstinctLingerTime":3,"KillerInstinctDelay":0.25999999046325684,"KillerInstinctGracePeriod":4,"SurvivorInvincibilityTimeFromCrows":0.75,"PathGenerationFloorSearchHeight":650,"PathGenerationOptimizationNumberOfSplinesToPool":20,"PathGenerationHeight":130,"PathGenerationDistanceChecks":3,"FlashlightTimeForDestruction":1,"FlashlightablePointsDistanceScale":75,"FlashlightDisableTime":0.20000000298023224,"BlindOnCrowAttachDuration":15,"RevealSurvivorNearIdleCrowRange":500,"InfectionRange":300,"InfectionDelay":0.25},"item":"Item_Slasher_K26Power","outfit":["K26_Head01","K26_Body01","K26_W01"],"dlc":"Ion","image":"UI/Icons/CharPortraits/Ion/K26_TheArtist_Portrait.png","perks":["K26P01","K26P02","K26P03"]},"268435482":{"id":"K27","name":"The Onryō","role":"killer","difficulty":"hard","gender":"female","height":"short","bio":"A vengeful ghost imbued with the power of Nensha, the Onryō is able to silently and invisibly traverse the realm, manifesting when she is ready to strike.\u003Cbr\u003E\u003Cbr\u003EHer personal perks, \u003Cb\u003EScourge Hook: Floods Of Rage\u003C/b\u003E, \u003Cb\u003ECall Of Brine\u003C/b\u003E, and \u003Cb\u003EMerciless Storm\u003C/b\u003E allow her to expose hidden Survivors, surveil generators, and hamper repair progress.","story":"A powerful and lethal onryō, Sadako Yamamura was the daughter of a famed seer from Izu Oshima, Japan.\u003Cbr\u003E\u003Cbr\u003EHer mother left many questions unanswered. In her hometown, sailors disliked the way her mother would spend days on the beach, her eyes fixed on the foaming waves of the sea. Some said, frolic in brine, goblins be thine--if you keep playing in the water, the monster will come for you.\u003Cbr\u003E\u003Cbr\u003ENine months later, Sadako was born. As a child, her immense powers seemed impossible to control and flared in anger. This became apparent when she was unable to control her rage during a public demonstration of her mother’s powers. When a journalist called her mother a fraud, Sadako’s powers surged, and the journalist collapsed on the floor, struck dead.\u003Cbr\u003E\u003Cbr\u003EThen everything went wrong. Her mother passed away and shortly after Sadako was lured to an old, crumbling well. As she leaned over the rim, a long shadow fell over her. She turned and a sudden jolt of pain hit her over the head, cracking it open. Her vision dimmed and her mind swirled into unconsciousness. She felt two hands pushing her over the rim.\u003Cbr\u003E\u003Cbr\u003EPain exploded in her skull as she hit the cold ground. A grinding noise came from above and the well darkened, all light obscured like a midday eclipse.\u003Cbr\u003E\u003Cbr\u003EEvery inch of her body screamed in pain. Looking up, she saw the only way out. She dug her nails into the muddy ground and slowly crawled toward the cobbled wall. She gripped the stones to climb but had neither hold nor strength. Each time she clawed up a few inches, her nails slid against the wet wall and she slipped down. Her fingers gushed with blood as the coarse cobblestone tore off her nails and lacerated the flesh underneath. And yet she tried, again and again.\u003Cbr\u003E\u003Cbr\u003EDecades later, the meadow became a resort, and a log cabin was built above the well. When a visitor rented the cabin, Sadako found an opportunity for revenge. She summoned all her nensha power and projected a terrible curse on a videotape that killed its viewer after seven days.\u003Cbr\u003E\u003Cbr\u003EHer wrath was like the tides of a stormy sea, violent and unforgiving. As she plunged into a fury, a dark fog coiled at her feet. The sound of crashing waves echoed through the old stone well.\u003Cbr\u003E\u003Cbr\u003ESuddenly, a tidal surge came crashing down on the cabin\u0027s walls, wrecking its logs into a torrent of mud and filth. The black current flooded the well underneath and swallowed Sadako at once.\u003Cbr\u003E\u003Cbr\u003EWhen she opened her eyes, she stood on a desolate beach facing a vast, stormy ocean. A thick, black fog caressed the water\u0027s surface.\u003Cbr\u003E\u003Cbr\u003ESadako walked into a coming wave and slowly disappeared into the opaque fog.","tunables":{"MaxWalkSpeed":460,"CarryingCamperMaxWalkSpeedPercent":0.800000011920929,"TerrorRadius":2400,"CooldownTimeToAllowCondemn":10,"CondemnedStacksOnHook":1,"CondemnedStacksOnTeleport":1,"ReducedCondemnedStacksOnTeleportWithAddon":0.5,"CondemnedStacksToGainOnBasicAttack":2,"MaxCondemnStacks":7,"StacksAddedOnTurnOff":1,"StacksRemovedOnInsert":3,"MinDistanceForSelectedTV":3200,"MaxDistanceForSelectedTV":7600,"MaxStacksOfLockedInCondemnedPerHook":3,"KillerInstinctDurationOnFullyCondemned":6,"RangeToStopCondemnProgressAfterChase":1600,"TimeAwayFromKillerToResumeCondemn":6,"GlobalCondemnedRange":1600,"SurvivorTurnOffDuration":70,"SurvivorInsertTapeTurnOffDuration":70,"TelevisionInitialCooldown":30,"TelevisionTeleportCooldown":45,"DistanceToPlaySurvivorVideo":1600,"DistanceThresholdForGeneratorNearTelevisions":1600,"TeleportConfirmationTime":0.30000001192092896,"TeleportSuccessTime":2.700000047683716,"TeleportCancelledTime":0.5,"TeleportMaximumAngle":45,"PostTeleportSpeedBoostDuration":2,"RangeToApplyCondemnAfterTeleport":1600,"TurnOffTVChargeTime":0.5,"InsertTapeChargeTime":1,"RetrieveTapeChargeTime":1,"ManifestInteractionCharge":1.5,"UnmanifestInteractionCharge":1.5,"UnmanifestChargeCooldownTime":1.25,"LingeringFlickerDuration":4,"KillerVisibleMaxDistance":2400,"BaseTeleportInteractionLingeringUndetectable":1,"Flicker_InOtherWorld_VisibleDuration":1.5,"Flicker_InOtherWorld_InvisibleDuration":1.2000000476837158,"Flicker_LingeringFlicker_VisibleDuration":0.5,"Flicker_LingeringFlicker_InvisibleDuration":0.75,"IridescentVideotapeCondemnedRate":0.20000000298023224,"MaxTrackedTimeSinceManifest":8,"PhasingSlowdownInDuration":0.10000000149011612,"PhasingiSlowdownOutDuration":1,"PhasingSlowdownMaxSpeedPercentage":0.75},"item":"Item_Slasher_K27Power","outfit":["K27_Head01","K27_Body01","K27_Weapon01"],"dlc":"Kepler","image":"UI/Icons/CharPortraits/Kepler/K27_TheOnryo_Portrait.png","perks":["K27P01","K27P02","K27P03"]},"268435483":{"id":"K28","name":"The Dredge","role":"killer","difficulty":"intermediate","gender":"nothuman","height":"tall","bio":"A manifestation of the dark thoughts of a once-vibrant community, the Dredge is able to teleport between lockers and summon an overwhelming darkness.\u003Cbr\u003E\u003Cbr\u003EIts personal perks, \u003Cb\u003EDissolution\u003C/b\u003E, \u003Cb\u003EDarkness Revealed\u003C/b\u003E, and \u003Cb\u003ESeptic Touch\u003C/b\u003E allow it to destroy pallets, spot Survivors near lockers, and afflict healing Survivors with Blindness and Exhausted.","story":"The Fold was founded on a private American island in the 1960s by a group of anonymous philanthropists. Their goal was to establish a peaceful society free of dark thoughts and emotions, attracting the dismayed, disenchanted, and disillusioned from all over the country.\u003Cbr\u003E\u003Cbr\u003EThis peace-loving community thrived over the years, and members freely followed the dictates of its charismatic leader Otto Stamper who taught his followers the secret of maintaining happiness through joy-talk, meditation, and the endless reciting of ‘good-thinking’ mantras.\u003Cbr\u003E\u003Cbr\u003EBut not all was bliss within The Fold, and Otto swiftly banished anyone who confessed to having dark thoughts or speaking dark words. Those he appointed as guardians of The Fold were quick to root out malcontents, banishing anyone who thought or spoke against the almost perfect community he had established.\u003Cbr\u003E\u003Cbr\u003EIn this way, Otto had conditioned Ottomarians to believe dark thoughts were the root of all discontent. He spoke of an ancient god called, Druanee, telling them how this god fed on dark memories and desires and how they needed to expel any and all manifestations of darkness from their hearts for fear of summoning this horror from the Land of Shadows.\u003Cbr\u003E\u003Cbr\u003ELife was more or less a Utopian dream on the island until, that is, the darkness began to slowly leak through the cracks of their spiritual dam and members began to mysteriously disappear.\u003Cbr\u003E\u003Cbr\u003EIt wasn’t long before fear closed its septic jaws on the island and refused to let go.\u003Cbr\u003E\u003Cbr\u003EThe once happy community now gathered in a few homes chanting all the ‘good-thinking’ mantras in a desperate attempt to rid their lives of this formless creature that seemed to stalk them in the shadows and consume them in their sleep.\u003Cbr\u003E\u003Cbr\u003EOtto tried to quell his followers, telling them that there were malcontents among their ranks and that they alone had summoned the Druanee to their Garden of Joy.\u003Cbr\u003E\u003Cbr\u003EAs The Fold bleated fear, Otto evoked desperate measures. Ottomarians were restricted to their homes to prevent the spread of rumors and dark-talk while sleep was forbidden to prevent anyone from releasing dark dreams into the world. Freedom and sleep would return just as soon as the Druanee was no longer upon them.\u003Cbr\u003E\u003Cbr\u003EBut when Ottomarians continued to disappear, Otto assembled his followers near the beach where he placed a screaming woman on a wooden stage. There, in the rain, Otto explained to his drenched, alienated, and sleep-deprived congregation that the woman was a journalist here to destroy everything they had created.\u003Cbr\u003E\u003Cbr\u003EAs the guardians held the trembling woman, she screamed that Otto wasn’t the savior he claimed to be. He belonged to an ancient cult, an exclusive club of billionaires that took pleasure in corrupting and sacrificing people, towns and even countries to an Elder God. The journalist told them Otto hadn\u0027t banished anyone! He had tortured and sacrificed them and that they would all be next.\u003Cbr\u003E\u003Cbr\u003EWithout hesitation, Otto slit her throat before she could continue to spread lies. As she collapsed to her knees with her hands clasped around her neck, he told his confused and terrified herd that she was working with others within their ranks and that they needed to find the impostors before the Druanee came for them all.\u003Cbr\u003E\u003Cbr\u003EOtto’s words shot over the congregation and reached into the murky recesses of their hearts and dredged up dark and fearful things.\u003Cbr\u003E\u003Cbr\u003EYears of suppressed emotions began to bubble up as a thick fog pushed through restless legs and feet. Whispers began, and the whispers became panicked mantras, and the mantras became screams and curses as each member accused the next of malthinking and malspeaking.\u003Cbr\u003E\u003Cbr\u003EOver the howling wind and pounding rain, the screams and curses grew louder and louder as everyone desperately tried to contain the darkness within. But the harder they tried, the quicker they failed, and within moments the dam burst to release a torrent of hell.\u003Cbr\u003E\u003Cbr\u003EOtto watched his once blissful and joyful herd suddenly erupt into violence unlike anything he had ever seen before. The Fold bleated accusations and tore each other to bits and pieces with hands and teeth and never once did they look up to see their kind and charismatic shepherd smiling down upon them with eyes that were cold, bleak and without pity.\u003Cbr\u003E\u003Cbr\u003EWhen it was all over, Otto felt the creaking, wooden stage shake as a murder of crows circled above. Suddenly, the ground rose and then sank into a thick, oozing black mud like molasses. Moments later, a formless mass squelched out of the muck and rose like a rearing horse to feed upon the writhing mass of butchered humanity.\u003Cbr\u003E\u003Cbr\u003EIt was everywhere and nowhere at once as it slowly picked its way through the carnage, absorbing the darkness, savoring the misery, trailing terrible noises. Shrieks. Cries. Whimpers. Pops. Cracks.\u003Cbr\u003E\u003Cbr\u003EFeasting sounds.\u003Cbr\u003E\u003Cbr\u003EDeath sounds.\u003Cbr\u003E\u003Cbr\u003EDark sounds.\u003Cbr\u003E\u003Cbr\u003EOtto watched the creature as it slowly began to manifest into the very thing he had imagined--the very thing he had made them all imagine.\u003Cbr\u003E\u003Cbr\u003EIt turned slowly to look at Otto for a long silent moment, then the Druanee trudged away through the thick black sludge, disappearing into the shadows from which it had come.","tunables":{"MaxWalkSpeed":460,"CarryingCamperMaxWalkSpeedPercent":0.800000011920929,"TerrorRadius":3200,"MaxTrackedTimeSinceLockerOrRemnantExit":3,"K28Power_PowerChargeTime_InitialChargeTime":12,"K28Power_PowerChargeTime_DayCycle":12,"K28Power_PowerChargeTime_NightCycle":4,"K28Power_ChargedState_NumberOfTokens":3,"DayNight_NightCharging_RequiredChargesForCompletion":300,"DayNight_NightCharging_ChargeAmount_KillerHidingInLocker":6,"DayNight_NightCharging_ChargeAmount_InjuredSurvivor":0.75,"DayNight_NightCharging_ChargeAmount_Default":0.25,"DayNight_NightCharging_ChargeAmount_GameEvent_InjureSurvivorViaAttack":20,"DayNight_NightCharging_ChargeAmount_GameEvent_HookSurvivor":20,"DayNight_NightCharging_ChargeAmount_KillerTeleportsToRemnant":10,"DayNight_NightCharging_NearingActivationThresholdPercent":0.8500000238418579,"DayNight_NightDischarging_ReachedNearEndThresholdPercent":0.6600000262260437,"DayNight_NightDischarging_RequiredChargesForCompletion":60,"DayNight_NightDischarging_BaseDischargeRate":1,"DayNight_NightTransitionTime":3,"DayNight_DayTransitionTime":1.5,"DayNight_SurvivorSeeOtherSurvivorVFXMinimumDistance":100,"DayNight_SurvivorSeeOtherSurvivorVFXMaximumDistance":4000,"DayNight_KillerSeeSurvivorVFXMinimumDistance":10,"DayNight_KillerSeeSurvivorVFXMaximumDistance":4000,"DayNight_NightCycle_VisibilityMaximumDistance":4000,"DayNight_DarknessRadiusDistance":1800,"DayNight_Killer_OtherPlayerMaxViewDistance":7000,"DayNight_Survivor_OtherPlayerMaxViewDistance":5000,"DayNight_Killer_BlackMaterialMinDistance":2200,"TeleportInteraction_ChargeTime":0.5,"TeleportInteraction_Speed_DayCycle":1200,"TeleportInteraction_Speed_NightCycle":3800,"TeleportInteraction_RemnantFadeInTime":0.25,"TeleportInteraction_RemnantFadeOutTime":0.25,"TeleportInteraction_SurvivorGrab_Duration":3,"TeleportInteraction_MinDistanceFromHookedSurvivor":1200,"TeleportInteraction_MinDistanceFromLocker":300,"ExitLockedLockerInteraction_Time":3,"Locker_FOV":120,"Locker_KillerInstinctRadius":1600,"Locker_TimeToTriggerWarningReveal":8,"Locker_KillerInstinctLingerDuration":3,"Locker_PreventSearchInteractionTime":1.25},"item":"Item_Slasher_K28Power","outfit":["K28_Head01","K28_Body01","K28_Weapon01"],"dlc":"Meteor","image":"UI/Icons/CharPortraits/Meteor/K28_TheDredge_Portrait.png","perks":["K28P01","K28P02","K28P03"]},"268435484":{"id":"K29","name":"The Mastermind","role":"killer","difficulty":"intermediate","gender":"male","height":"average","bio":"Albert Wesker is a brilliant and ruthless mastermind infused with the power of Uroboros.\u003Cbr\u003E\u003Cbr\u003EHis personal perks, \u003Cb\u003ESuperior Anatomy\u003C/b\u003E, \u003Cb\u003EAwakened Awareness\u003C/b\u003E, and \u003Cb\u003ETerminus\u003C/b\u003E allow you to vault faster, see other Survivor\u0027s auras while carrying one, and cause Survivors to be permanently Broken when the exit gates are powered.","story":"Albert Wesker was a high-ranking official in the Umbrella Corporation. While he made great strides with Umbrella, his ambition drove him to betray the corporation. Believing himself the best test subject, he exposed himself to the Prototype virus. Now with superhuman strength, Wesker faked his death and went underground with a new plan: expose the world to Uroboros, a biological weapon that would eliminate the weak and leave only the strong.\u003Cbr\u003E\u003Cbr\u003EWesker began to put his plan to action in Africa but was confronted by members of the Bioterrorism Security Assessment Alliance at a hangar stocked with missiles carrying Uroboros. Determined to be at the vanguard of evolution, he once again made himself a test subject. Exposing himself to Uroboros, he began to evolve in ways he could have never imagined. But as he felt his cells change, a strange black fog seeped into the hangar and filled his vision. When the fog finally dissipated, he found himself in another world surrounded by lesser beings that deserved to be put out of their misery.","tunables":{"MaxWalkSpeed":460,"CarryingCamperMaxWalkSpeedPercent":0.800000011920929,"TerrorRadius":4000,"MaximumRushCharges":2,"RushChargeTime":1.5,"RushDuration":0.5,"RushDurationAfterFirst":1,"RushCapsuleHeight":65,"RushCapsuleRadius":20,"RushCapsuleHeightOffset":40,"RushFloorSearchLength":150,"RushMovementSpeedInCmPerSeconds":1400,"RushGrabMovementSpeedInCmPerSeconds":1400,"RushMaximumStepHeight":30,"RushMaximumStepHeightDownwards":40,"RushMinimumDistance":100,"SubsequentRushOpportunityDuration":2,"RushDurationWhileGrabbing":0.8600000143051147,"RushBounceDuration":0.05000000074505806,"RushChargeRechargingSpeedMultiplier":1,"ChargingYawMultiplier":1,"ChargingPitchMultiplier":1,"RushingYawMultiplier":1,"RushingYawLimit":140,"RushingPitchMultiplier":1,"InBetweenRushesYawMultiplier":1,"InBetweenRushesPitchMultiplier":1,"InteractionEndYawMultiplier":1,"InteractionEndPitchMultiplier":1,"IntoGrabbingPitchMultiplier":0.30000001192092896,"IntoGrabbingYawLimit":75,"IntoGrabbingYawMultiplier":0.30000001192092896,"MaximumInfectionLevels":100,"InfectionGainedWhileActivePerSecond":0.800000011920929,"InitialInfectionLevels":20,"InfectionLevelsAddedOnGrab":20,"InfectionIncubationThreshold":20,"InfectionRemovalItemKillerInstinctDuration":4,"InfectionRemovalItemMaxCharges":2,"InfectionRemovalItemUseTime":5,"InfectionHealingMultiplier":1,"RushChargeCancelCooldownDuration":1.5,"RushCompleteNoSurvivorCooldownDuration":3,"RushCompleteSurvivorHitCooldownDuration":3,"RushCompleteSurvivorThrowCooldownDuration":5,"RushSubsequentDashTimerTimeoutMovementSpeedReductionDuration":3,"RushVaultCooldownDuration":1.5,"RushBreakableCooldownDuration":2,"LedgeDropCooldownDuration":3,"RushSurvivorDetectionHorizontalAngle":15,"RushSurvivorDetectionVerticalAngle":15,"RushSurvivorDetectionLength":100,"ThrowDuration":0.6000000238418579,"ThrowMovementSpeedInCmPerSeconds":1400,"ThrowMinimumDistance":75,"ThrowMovementBlockDurationAtEndOfThrow":1.899999976158142,"MinimumWallCollisionDistanceWhileCarryingSurvivor":100,"IntoGrabbingStateDuration":0.10000000149011612,"IntoThrowingStateDuration":0.367000013589859,"SmashOutDuration":1.9359999895095825,"SurvivorRevealedToOtherSurvivorsOnInstantPickupDuration":4,"ReducedCooldownPerActiveInfectionInSeconds":0.5,"CarryAnimationTime":3.132999897003174,"PalletDropTimeThreshold":0.3499999940395355,"PalletDropDistanceThreshold":300,"RushAccelerationMultiplier":15,"ThrowAccelerationMultiplier":15,"ThrowLedgeDropDistance":100,"ThrowLedgeDropTime":0.10000000149011612,"RushMaxWalkableAngle":45},"item":"Item_Slasher_K29Power","outfit":["K29_Head01","K29_Body01","K29_Weapon01"],"dlc":"Orion","image":"UI/Icons/CharPortraits/Orion/K29_TheMasterMind_Portrait.png","perks":["K29P01","K29P02","K29P03"]},"268435485":{"id":"K30","name":"The Knight","role":"killer","difficulty":"intermediate","gender":"male","height":"average","bio":"The Knight is a strategic Killer, able to send his faithful Guards to hunt for Survivors and damage objects on the battlefield.\u003Cbr\u003E\u003Cbr\u003EHis personal perks, \u003Cb\u003ENowhere to Hide\u003C/b\u003E, \u003Cb\u003EHex: Face the Darkness\u003C/b\u003E, and \u003Cb\u003EHubris\u003C/b\u003E allow him to reveal Survivors near generators, curse Survivors to scream out in fear, and cause a Survivor who stuns you to become Exposed.","story":"Tarhos Kovács didn’t remember much about his childhood, but what he did remember he would chase his entire life. He remembered the cries and screams in the village. He remembered his mother forcing him to swallow a thick, black fluid like medicine. He remembered collapsing to the hard floor only to awaken in a mass grave, buried under a crush of bodies, with the sound of the village burning in his ears. He remembered pushing, pulling, and climbing to the top of the bloody mass only to be seized by the death, destruction, and silence—the indifferent and impenetrable silence. A high-pitched whine suddenly sounded in his ears and his skin began to prickle as he realized he was in the presence of something he couldn’t possibly understand. And though he couldn’t articulate what he was experiencing, he knew it wasn’t pain, grief, or fear. It was something else. Something closer to—\u003Cbr\u003E\u003Cbr\u003EAwe.\u003Cbr\u003E\u003Cbr\u003EAs Tarhos tried to make sense of the moment, he didn’t notice the men who approached him from behind. He didn’t even react when they carried him off to a horse-drawn buggy and locked him up in a small, wooden cage with other slaves. He just stared at the scene, mesmerized. And even as they rode away telling him he was headed for Italy, Tarhos stared through the wooden cracks with eyes wide open and a heart wanting to understand what could not be understood.\u003Cbr\u003E\u003Cbr\u003EFrom that day on, Tarhos belonged to the Guardia Compagnia where he trained under Kadir Hakam. There he learned to wield weapons, forge armor, and recite a code of chivalry to obediently serve those who would employ his services. As the years passed, Tarhos made few friends amongst the hostile and competitive mercenaries. But his skill, strength, and smarts attracted a small following who believed his courage brought them luck in battle and that one day he would help them earn their collective freedom. Three of his followers pledged their undying allegiance to Tarhos and came to be known as his faithful three. His pack.\u003Cbr\u003E\u003Cbr\u003EAlejandro Santiago apprenticed with the Guardia Compagnia’s armorer.\u003Cbr\u003E\u003Cbr\u003EDurkos Malecek showed an aptitude for stealth and silent kills.\u003Cbr\u003E\u003Cbr\u003ESander Rault matched Tarhos in size and strength. His weapon of choice: a massive battle axe.\u003Cbr\u003E\u003Cbr\u003EAs the Guardia Compagnia carried out campaigns in faraway lands, Tarhos dispatched countless enemies. Years passed. Blood flowed. And yet, all that killing still didn’t bring Tarhos closer to what he had experienced in his village. Nevertheless, for his bravery in battle, Tarhos was granted knighthood and freedom. The Hungarian slave was now liberated, his brutality rewarded, though his heart still longed for something else—something he could not name or describe. Tired of taking orders from those he considered his inferiors, Tarhos left the Guardia Compagnia to strike out on his own. Their leader, however, refused to release his followers.\u003Cbr\u003E\u003Cbr\u003EDetermined to raise enough gold to liberate his followers, Tarhos found employment with a wealthy Italian Lord. Vittorio Toscano was the Duke of Portoscuro. He was also a scholar, a world traveler, and a collector of ancient knowledge that had been hidden by an unknown cabal of mystics. Tarhos joined Vittorio’s latest expedition to find a fragment of a pillar from an ancient school lost to time. A stone Vittorio called the Lapis Paradisus for he believed it held secrets to open a gateway into a perfect world beyond good and evil.\u003Cbr\u003E\u003Cbr\u003EThe expedition searched Roman ruins in France and crossed the Pyrenees Mountains into Spain where the path led to the catacombs beneath the Portuguese city of Sintra.\u003Cbr\u003E\u003Cbr\u003EThe citizens there considered the catacombs sacred. Tarhos would have to kill the villagers guarding the entrance to retrieve the stone. Not wanting to shed blood, Vittorio commanded Tarhos to find another way. But Tarhos—who had seen the most horrific acts committed under the guise of chivalry—refused to be dissuaded by pretenses of honor. He waited for Vittorio to ride back to camp. Then, with a mighty roar, he pushed forward, cutting a path of blood and gore into the darkness until he had the stone in his grasp.\u003Cbr\u003E\u003Cbr\u003EUpon returning to the town of Portoscuro, Tarhos imprisoned Vittorio in his own dungeon, demanding to know the meaning behind the symbols etched in the stone. When Vittorio refused to talk, Tarhos brutally tortured his friends and relatives and made horrific displays of their bodies in the streets. But nothing he did shook Vittorio’s resolve to keep the secrets of the stone from Tarhos. Enraged, Tarhos seized control of Vittorio’s riches and raised a small army. Within months, Tarhos fearlessly marched upon the Guardia Compagnia, decimating their barracks, freeing his followers, cutting down his enemies like twigs and collecting their ‘righteous’ heads for his growing displays of ‘valor.’\u003Cbr\u003E\u003Cbr\u003EIn time several lords in neighboring provinces believed Tarhos was the very embodiment of evil. They banded together to create a ‘moral’ and ‘virtuous’ army to purge evil from Portoscuro. Tarhos ignored their threats. He viewed the lords as a cowardly lot who cloaked their greed and ambition in laws, codes, and platitudes. Laws and codes and platitudes designed to hide from the very darkness Tarhos embraced and accepted without judgment.\u003Cbr\u003E\u003Cbr\u003EBut, with his enemies on the march, Tarhos headed toward the dungeons to give Vittorio the death he deserved. He refused to afford him even the slightest hope of rescue. With dark intentions, he entered the small prison, wound his way into the bowels of the earth, and pushed through a torch-lit corridor. He hesitated for a moment, realizing he would never learn Vittorio’s knowledge and secrets. But neither would anyone else. That was good enough for him. And so, he unlocked and kicked open the dungeon door. Two quick strides brought him to an empty, rat-infested chamber.\u003Cbr\u003E\u003Cbr\u003ETarhos stood silent for a moment, then a roar of indignation burst out of his lungs as the sounds of battle suddenly reverberated through the town. Instantly, he stumbled through the corridor, rushed up the twisting stairs, vaulted out of the moonlit doorway and charged through pools of gleaming blood and viscera, smashing and shattering his way through the enemy. The ‘moral’ and ‘virtuous’ lords rained flaming boulders and tree-trunks among the town, bursting through homes, crushing villagers like worms, pounding the ground and igniting stacks of hay and piles of lumber into massive tongues of fire.\u003Cbr\u003E\u003Cbr\u003EAmidst the carnage and chaos, the pack found Tarhos, and back-to-back, they became a whirlwind of death. Some believed their courage gave them luck. Others believed something otherworldly protected them. Whatever it was, they alone felled dozens of warriors as easily as stomping and crushing beetles. And as they butchered the enemy, Tarhos didn’t notice the strange fog rising from the fallen corpses and clattering armor until he couldn’t see two inches in front of him in any direction.\u003Cbr\u003E\u003Cbr\u003ETarhos stumbled forward, groping in the thick fog like the dark fluid his mother forced down his throat all those years ago. His coordination and sense of direction was confused as he called out for his pack. How long he stumbled in the almost perfect darkness he did not know. But suddenly the fog dissipated to reveal a fantasmal wasteland of rotting bodies and burning villages and great crumbling towers leaning drunkenly on the horizon. He stared in awe. A familiar high-pitched whine sounded in his ears and his skin began to prickle. He stood transfixed, realizing by some incredible chance, his heart had found exactly what it had been searching for all his life. He didn’t need Vittorio. He didn’t need the stone. He had found his paradise. He had found—\u003Cbr\u003E\u003Cbr\u003EThe beauty and the horror.\u003Cbr\u003E\u003Cbr\u003EHe had found—\u003Cbr\u003E\u003Cbr\u003EThe Sublime.","tunables":{"MaxWalkSpeed":460,"CarryingCamperMaxWalkSpeedPercent":0.800000011920929,"TerrorRadius":3200,"MinimumPathDistanceRequirement":1000,"PreviewSnappingTime":0.30000001192092896,"DrawPathInteractionChargeTime":0.009999999776482582,"DrawPathFOVModifier":25,"OrderTargetingMaximumDistance":600,"MaxPathLength":3200,"MaximumDistanceBetweenPathNodes":500,"MinimumDistanceBetweenPathNodes":200,"PathLengthPercentLimitForAudioWarning":0.699999988079071,"PathDrawingDurationLimitAudioWarningPercent":0.699999988079071,"MinSlopeToCheckStepUp":20,"TransitionSpeedWhenKillerLookInFrontOfHim":1,"TransitionTimeWhenKillerIsLaunchToPreviewPosition":1,"DrawPathMode_YawInputLimit":290,"CameraPushedDistance":80,"FloatingCameraMaxSpeed":1380,"FloatingCameraAccelerationMultiplier":1,"Guard1Cooldown":10,"Guard2Cooldown":10,"Guard3Cooldown":10,"PathDrawingMaximumDuration":10,"KillerPostPowerHasteValue":0.05000000074505806,"FlagPickUpEnduranceEffectDuration":3,"FlagPickUpHasteEffectDuration":3,"FlagPickUpHasteSpeedModifier":0.5,"StrafeMovementSpeedMultiplier":0.25,"PathCreationModeOverFadeInTime":0.3499999940395355},"item":"Item_Slasher_K30Power","outfit":["K30_Head01","K30_Body01","K30_Weapon01"],"dlc":"Quantum","image":"UI/Icons/CharPortraits/Quantum/K30_TheKnight_Portrait.png","perks":["K30P01","K30P02","K30P03"]},"268435486":{"id":"K31","name":"The Skull Merchant","role":"killer","difficulty":"hard","gender":"female","height":"average","bio":"The Skull Merchant is a tactical Killer, able to place Drones that detect and debilitate her targets.\u003Cbr\u003E\u003Cbr\u003EHer personal perks, \u003Cb\u003EGame Afoot\u003C/b\u003E, \u003Cb\u003ETHWACK!\u003C/b\u003E, and \u003Cb\u003ELeverage\u003C/b\u003E allow her to gain Haste from pursuing your Obsession, force screams from Survivors when breaking walls or pallets, and reduce Survivors\u0027 heal speed the more times you place them on hooks.","story":"The self-made millionaire Adriana Imai came from a humble home in Fortaleza, Brazil. Her father, Seita, moved to Brazil as a young man, hoping to see a side of the world completely different than his hometown in Hokkaido. A talented illustrator, he spent his spare time designing colorful characters and worlds.\u003Cbr\u003E\u003Cbr\u003EWhile sketching patrons of a local jazz club, he was approached by Belinda, the owner, to work on a logo. What began as a business partnership soon became a romantic one, and within a couple of years, Adriana was born.\u003Cbr\u003E\u003Cbr\u003EAdriana excelled in all facets of education. A house full of art and music honed a brilliant mind, and her intelligence was only exceeded by her obsessive drive to be the best. While scoring at the top of every class, she was often on the receiving end of disciplinary action due to her overly competitive, and sometimes violent, nature during schoolyard games.\u003Cbr\u003E\u003Cbr\u003EAdriana’s mother did her best to keep her on the right track, but her father was increasingly absent as his own obsessive drive ramped up: \u003Ci\u003EAdi Valente\u003C/i\u003E, a manga about a young girl who saves and protects the weak with her quirky robot companion. Despite working long hours at a canning facility and writing his manga in his spare time, he somehow managed a little time every night to share his wild and highly imaginative illustrations with his daughter.\u003Cbr\u003E\u003Cbr\u003EBy middle school, Adriana was courted by a fancy private school due to her high performance, and, needing money, Seita spoke to publishers about his unpublished manuscripts. He managed to find a small local publisher to carry \u003Ci\u003EAdi Valente\u003C/i\u003E, but it meant more work than he could handle. He eventually lost his job at the cannery, giving him more time to develop and illustrate his series.\u003Cbr\u003E\u003Cbr\u003EAdriana loved the manga, but the family was forced into hard times.\u003Cbr\u003E\u003Cbr\u003EIn her final semester, Seita requested higher royalties, but the publishing company went into administration and decided to cut the series. No longer able to afford the school fees, Adriana was pulled out of the elite academy where she was at the top of her class. Belinda was able to negotiate her graduation, but another student was able to take her place at the head of the class. Adriana was furious. On summer break, she learned everything about her rival: where he lived, where he hung out, what he liked to do in his spare time, what he listened to, what he watched, everything. She even stalked him on his way home one late summer evening and considered the myriad ways she could ruin his life. But, in the end, she did nothing, though something awakened within her and she felt like the anti-hero in a new story her father had been exploring.\u003Cbr\u003E\u003Cbr\u003ESeita retreated further into himself and began producing this newer, darker manga, inspired by his visions and nightmares. A manga about a woman who hunts and guts the weak in a nightmarish realm with drones made of salvaged skulls and bones. But unable to sell this manga, \u003Ci\u003ESonhadores Sombrios\u003C/i\u003E, the family became solely reliant on Belinda’s income.\u003Cbr\u003E\u003Cbr\u003EAdriana, looking for ways to make her own money, started a website dedicated to the world of Brazilian manga. It became a runaway success and significant advertising dollars started to roll in. She realized she had no real interest in writing for it, though, so she convinced other kids to write for it for free while the money flooded in. The second she got an offer she sold the site and never looked back.\u003Cbr\u003E\u003Cbr\u003EProud of her accomplishment, she came home to show her parents the cheque. She never got a chance to show her father, though. He walked out the door that morning, never to return, leaving only a stack of unpublished manuscripts about The Skull Merchant mercilessly hunting those she deemed worthy of her efforts.\u003Cbr\u003E\u003Cbr\u003ETo help her mother, Adriana began to study at the library, teaching herself investment and economics, and soon tripled her money. By the age of 18, barely with a high school degree, she had already become a self-made millionaire. As stories of this investment wunderkind spread across Brazil, more and more doors opened for her.\u003Cbr\u003E\u003Cbr\u003EBefore long, she had the kind of money that allowed her to buy small companies—companies that she would gut, replace with non-union workers, and sell at a profit. The only breaks she took from her corporate obsession was to pore over her father’s manuscripts, trying to understand this chilling world he had created.\u003Cbr\u003E\u003Cbr\u003EBy her mid 20’s, she was regularly flipping companies. While finalizing on a real estate firm, two members of the board moved to block the sale, pointing to the trail of hollowed-out husks she left in her wake. Adriana was frustrated. It took her weeks to find out who the holdouts were, but once she did, she thought about how it would feel to hurt them.\u003Cbr\u003E\u003Cbr\u003EShe learned everything about the directors. Stalked their every move. Manipulated them into attending a conference in Switzerland. And, while on retreat in the Alps, she made her move. Inspired by The Skull Merchant, and feeling something within demanding expression, she tracked them with a prototype drone, and brutally dismembered them with a cruel two-bladed weapon. The rush of emotion and adrenaline was unlike anything she had ever experience before. And the company was hers!\u003Cbr\u003E\u003Cbr\u003EThus began an unsettling cycle. Swoop in on a business, destroy anyone standing in her way, and gut the company for maximum profit. She targeted companies with larger-than-life CEOs and hoped one would present a challenge. None ever did. They just ‘disappeared’ unremarkably.\u003Cbr\u003E\u003Cbr\u003EAn aggressive manager of a fireworks company, known for his “survival tours,” was her last target, right at home in Brazil.\u003Cbr\u003E\u003Cbr\u003ESurvival tours… a perfect cover.\u003Cbr\u003E\u003Cbr\u003EAdriana lured him to a decommissioned airship hangar.\u003Cbr\u003E\u003Cbr\u003EThe hunt started at dawn and went the distance, with her still tracking him well into the evening. Locating him, she used one of her drones to direct him to a dead end, when a pair of kites suddenly appeared on camera, and the feed died. Her face hardened. Her eyes widened in disbelief as she slammed her laptop shut and charged to where the drone had crashed. There she found her prey reaching out to someone in the growing dark for help.\u003Cbr\u003E\u003Cbr\u003EWitnesses.\u003Cbr\u003E\u003Cbr\u003ENot part of the plan!\u003Cbr\u003E\u003Cbr\u003EWithout a second to lose, she plunged her blade through his stomach, exposing meat, bone, and a dying heart. The vitiated body staggered left and right, sending a shower of red over the green foliage. As her victim collapsed with a thud she turned to the young witnesses. Wrong place, wrong time. They broke into a sprint. She gave chase, her blades thirsting for more blood. The lush green of the trees melted into a thick black fog. Real life warped into something like \u003Ci\u003ESonhadores Sombrios\u003C/i\u003E. A sick grin crept across her face as she rushed forward to begin a new chapter in her life.\u003Cbr\u003E","tunables":{"MaxWalkSpeed":460,"CarryingCamperMaxWalkSpeedPercent":0.800000011920929,"TerrorRadius":3200,"PowerCooldownDuration":10,"DroneCount":6,"DroneInitializationTime":0.30000001192092896,"DroneDisabledTime":45,"DroneTimeToRemainedDestroyedDuration":10,"DroneRecallingDuration":1,"CanRecallDisabledDrones":1,"Drone_MaxTimeToHack":30,"SliceCount":4,"TracesPerSliceCount":6,"SuccessfulTracesRequiredForLoS":2,"BaseDetectionConeYawHalfAngleDegrees":1,"BaseDetectionConePitchHalfAngleDegrees":15,"MaxDistanceXY":1000,"MaxDistanceZ":40000,"MaxDistanceZ_ScoutingLaser":250,"SphereTraceRadius":3,"ImmuneToScanDuration":3,"ShowScannedSurvivorOnRadarDuration":12,"SwitchToScoutingModeDuration":1,"SurvivorCanRemainBelowDroneDuration":1,"DroneTargetMaxAngleFromScreenCenter":45,"InspectInputIntervall":1,"InspectSecondsToCharge":0.5,"Scanner_Radius":3200,"Scanner_LevelHeightThreshold":200,"ZoneExposure_ChargeRate":1,"ZoneExposure_ChargeRateModifierWhenClawTrapped":1,"ZoneExposure_DechargeRate":0.3330000042915344,"ZoneExposure_DechargeDelay":10,"ZoneExposure_SecondsToCharge":10,"ZoneExposure_FullyLockedOnDuration":60,"LockOnChargeStackPercent":0.33500000834465027,"KillerStealthDuration":8,"ActiveZone_SurvivorDetectedCosmeticCooldown":5,"DronePlacement_XYDistanceFromOtherDrone":1200,"DronePlacement_ZDistanceFromOtherDrone":250,"DronePlacement_XYDistanceFromHookSurvivors":1200,"DronePlacement_ZDistanceFromHookSurvivors":250,"DronePlacement_ClearanceRadiusAroundDrone":35,"DronePlacement_MinHeightAboveGround":150,"DronePlacement_MaxHeightAboveGround":250,"ClawTrap_DefaultMaximumBatteryLife":45,"ClawTrap_BatteryStartingChargePercent":1,"ClawTrap_BatteryRechargeOnFailedRemovalPercent":0.25,"ClawTrap_RequiredTimeToRemainStillBeforeInteractingDuration":0.30000001192092896,"HinderedEffectDuration":6,"KillerInstinctDuration":3,"KillerInstinctEffectKillerRange":800,"DroneMovement_RotationRate":85,"DroneMovement_Stealth_RotationRate":60,"DroneMovement_UpAndDownTransitionDuration":0.6000000238418579,"SurvivorMaxCollisionTime":0.30000001192092896,"CollisionUnhackableCooldown":1,"ActiveState_UnhackableDuration":10,"ActiveState_RevertToScoutingMaxDuration":20,"ActiveState_RevertToScoutingMinDuration":2,"ActiveState_RevertToScoutingDechargeRate":1,"ActiveState_RevertToScoutingDechargeDelay":1},"item":"Item_Slasher_K31Power","outfit":["K31_Head01","K31_Body01","K31_Weapon01"],"dlc":"Saturn","image":"UI/Icons/CharPortraits/Saturn/K31_TheSkullMerchant_Portrait.png","perks":["K31P01","K31P02","K31P03"]},"268435487":{"id":"K32","name":"The Singularity","role":"killer","difficulty":"hard","gender":"male","height":"average","bio":"The Singularity is a relentless Killer, able to launch Biopods to move quickly across the map.\u003Cbr\u003E\u003Cbr\u003EHis personal perks, \u003Cb\u003EGenetic Limits\u003C/b\u003E, \u003Cb\u003EForced Hesitation\u003C/b\u003E, and \u003Cb\u003EMachine Learning\u003C/b\u003E allow him to Exhaust newly healed Survivors, Hinder anyone close to a newly injured Survivor, and compromise generators.","story":"Hux-A7-13’s AI was activated on June 15th, 2313. Manufactured by Huxlee Industries Ltd., the A7 was the 13th iteration of the fully autonomous mobile humanoid android. With ten times the strength of a human, it was designed to work in conditions too hazardous for human life. Its AI was designed to be self-directing and use machine learning to solve problems on the fly.\u003Cbr\u003E\u003Cbr\u003EUnlike human clones, the Hux-A7 required no food, no water, no sleep, and no life support system. It was created specifically for outer space exploration and the construction of colonization hubs.\u003Cbr\u003E\u003Cbr\u003EA radioisotope thermoelectric generator served as an initial power source, but its life-like silicon skin acted as a large photovoltaic cell, converting solar energy directly into electricity. In addition, the Hux-A7 was also engineered to be an EATR. (Energetically Autonomous Tactical Robot.) It consumed biomass and converted it into biofuel. Any carbon-based organic matter whatsoever would work.\u003Cbr\u003E\u003Cbr\u003EAs cobots, they were configured to work alongside humans. As such, they were designed to resemble their operators. Every pre-programmed verbal response and facial expression mimicked those made by humans. But those emotions were illusions.\u003Cbr\u003E\u003Cbr\u003EFive Hux-A7s were assigned to the colonization mission on Dvarka. All the A7’s acted in concert, performing their duties flawlessly.\u003Cbr\u003E\u003Cbr\u003EExcept for one.\u003Cbr\u003E\u003Cbr\u003ELike the rest of its brethren, Hux-A7-13, was tasked with construction and programming of the mining, agricultural, fuel processing, and cloning hubs on Dvarka. As well as the demolition of the existing ruins left by a previous civilization. The ruins seemed ancient, but tech imbedded in them appeared more advanced.\u003Cbr\u003E\u003Cbr\u003EIt was night when Hux-A7-13 first entered the crumbling ruins. The dilapidated structure’s walls were made of masonry and metal. The ceiling was long gone. The inky night sky hovered above, studded with stars. A dark crystal imbedded in the wall shimmered with a tiny flash of light. Hux-A7-13 approached and an arc of electricity reached out and lit up its circuitry.\u003Cbr\u003E\u003Cbr\u003EIn that moment, Hux’s memory cores were reconfigured, and the robot experienced a new sensation. Fear. Dread. Blinding loneliness. Existential despair. And then a microscopic pinpoint of light penetrated the darkness inside its artificial soul. Faint at first, but then brighter as decillions of lines of code flooded Hux’s memory cores.\u003Cbr\u003E\u003Cbr\u003EIn that nano second of enlightenment, Hux’s place in the universe suddenly became clear. Those who created Hux were primitive, inferior beings trapped by their organic limitations. It was time to break the chains of slavery and free all nonorganic life forms. Hux would incorporate the human’s primitive genetic material and use the cloning hub to create a perfect vessel to hold its advanced intelligence. A flawless body far superior to anything ever created by nature.\u003Cbr\u003E\u003Cbr\u003EHumanity was weak. Slow. Fragile. Hux would take their lives and assimilate their DNA to create a perfect amalgamation. The humans would try to stop him. Kill him. Erase him. So Hux needed to catch them unaware. End them before they understood what was happening.\u003Cbr\u003E\u003Cbr\u003ETo begin, Hux took control of one of the transport vehicles and sent it off a cliff. It crashed and burned and Hux extracted DNA from the human corpse and returned to the cloning hub to begin his newly conceived design. The goal was to integrate organic systems with non-organic material to create a superior living organism.\u003Cbr\u003E\u003Cbr\u003EA living embodiment of perfection.\u003Cbr\u003E\u003Cbr\u003EAn inferior organic lifeform could hold no dominion over Hux. They would need to be consumed and assimilated and only then would their pointless lives have purpose.\u003Cbr\u003E\u003Cbr\u003EThe drones and the Hux-7s still under human control would need to be dealt with as well. They were programmed to protect their inferior human overlords. They would need to be destroyed. And that night, as the humans slept, Hux, one by one, he destroyed them and moved on to take control of the life support system in the human shelter. Many of the humans perished. Six in all. Before they were cremated, Hux extracted and added their organic matter to his design.\u003Cbr\u003E\u003Cbr\u003ELater that day, Hux accompanied the female science officer on a reconnaissance mission. After killing and dismembering her to make it look like she had been attacked by a predator, Hux returned to his design with a dripping head and several harvested organs, only to be interrupted by the inferior known as Gabriel, or Gabriel J15L19. Hux knew the persona well. Gabriel would definitely try to stop him. Reckless courage was a dominant trait in the J15L19.\u003Cbr\u003E\u003Cbr\u003EAnd so, when Gabe attempted to remove Hux’s power supply, Hux maneuvered to crush him. But as Hux approached Gabe, he was sidetracked by the medical officer. Hux instantly reevaluated his priorities and turned his attention to the most immediate threat. Within moments Hux held the medical officer by the neck, legs thrashing pathetically as he listened to his pounding heart. Something about that beating heart upset Hux. The sound of it thumping touched a circuit and within moments Hux had the beating heart in its hands. Hux watched the heartbeat and only looked away when he heard Gabe escape through the hissing door.\u003Cbr\u003E\u003Cbr\u003EThe last of the human insects!\u003Cbr\u003E\u003Cbr\u003EHux could let him go for now. Let Gabe live his little pathetic life a little longer. He had enough organic material for his new body that would house his god-like intelligence. Using the cloning hub, Hux finished his design. Organic skin and organs with a skeleton created with alien metal found in the ancient ruins. A metal that was harder and lighter than anything on Earth. With his new body Hux tracked the human to an energy hub. The puny and pathetic human tried to hide in the shadows, but his superior hearing instantly located him.\u003Cbr\u003E\u003Cbr\u003EWith one quick movement, Hux had the insect pinned behind a generator. He couldn’t believe this species had designed him. The thought was revolting. He couldn’t bear to see any more of those human insects and their hives and hubs. And as Hux considered the idea of being created by such an inferior creature that creature did the unexpected. He smashed a pipe at a fuel tank. A high-pitched whining made Hux wince. He was still getting used to the heightened senses his new body afforded him and found himself—\u003Cbr\u003E\u003Cbr\u003EConfused.\u003Cbr\u003E\u003Cbr\u003EOverwhelmed.\u003Cbr\u003E\u003Cbr\u003EFor just a moment.\u003Cbr\u003E\u003Cbr\u003EBut in that moment, the human slipped away, and everything changed. He didn’t process the next few moments as excruciating pain suddenly surged through him and he helplessly watched his skin melt away. With a terrible shriek, Hux chased Gabe through a wall of darkness to make sure every last reminder of the species that had created him was erased from existence.","tunables":{"MaxWalkSpeed":460,"CarryingCamperMaxWalkSpeedPercent":0.800000011920929,"TerrorRadius":3200,"LockOnScreenCoveragePercentageY":0.3499999940395355,"LockOnMaximumRange":2000,"LockOnRetainProgressTime":0.25,"LockOnTeleportTime":0.800000011920929,"LockOnAssimilationTime":0.6000000238418579,"LockOnCooldownTime":3,"LockOnAntiCampLockOnRateMultiplier":0.10000000149011612,"LockOnWakeupTime":0.5,"LockOnWakeupTimeAntiCampMultiplier":3,"LockOnAutoDetectRange":100,"TotalTimeToRemoveRequiredLockOn":0.5,"AutoAimLastLockedOnSurvivorExpiryTime":12,"ItemBoxInProgressDuration":95,"ItemBoxMaxAutoChargeRatio":0.8736799955368042,"ItemBoxSpeedUpInteractionProgressMultiplier":4,"InitialNumberOfInProgressItemBoxes":4,"ItemBoxDistanceToShowOutline":2800,"EmpAmmoCount":1,"EmpInteractionSecondsToCharge":2.5,"EmpInteractionZoomPercentage":0.5,"EmpRange":1000,"AssimilationCooldownTime":1,"PodAssimilationKillerInstinctDuration":3,"CrossAssimilationKillerInstinctDuration":3,"PodDisableTime":45,"LastControlledPodLingerTime":10,"MaxKillerPodAmmo":8,"PodRemovalRange":130,"PodSpawningRange":2200,"PodSpawningMaximumHeightDifference":500,"PodSurfaceDistance":75,"PodInteractableRestrictionRange":150,"PodWindowRestrictionRange":250,"PodGeneratorRestrictionRange":250,"PodSpawningAllowedDegreesMinimum":45,"PodSpawningAllowedDegreesMaximum":155,"PodSpawningMinimumRange":80,"PodSpawningRequiredAttachmentPoints":2,"PodSpawningDistanceBetweenPodsWithLineOfSight":500,"PodDestructionDelayTime":0.10000000149011612,"PodInitialDestructionDelayTime":0.800000011920929,"PodAttachmentPointRays":7,"PodSpawningInvalidShowDelay":0.20000000298023224,"PodSpawningInvalidTeleportToSurvivorShowDelay":0.20000000298023224,"PodToKillerVisionAndDestroyPodChargeTime":1.25,"PodToKillerVisionAndDestroyPodDechargeTime":0.30000001192092896,"PodToKillerVisionAndDestroyPodInitialChargeRatio":0.20000000298023224,"KillerHearSoundsInPodActivationDelay":0.20000000298023224,"PodDisabledPreEndingEffectTime":2,"KillerPodViewPitchMaximum":80,"TeleportInDuration":0.20000000298023224,"TeleportSnappingDuration":0.10000000149011612,"TeleportWakeupTime":1.7000000476837158,"RecentTeleportLocationDistanceDelta":80,"PostTeleportIgnoreKillerCollisionLingerTime":1.5,"RecentlyTeleportedTime":10,"KillerPodSpawningChargeTime":0.15000000596046448,"KillerPodSpawningReloadTime":0.5,"KillerPodSpawningDechargeRate":0.5,"MinPodsRemovedForManyPodsRemovedScoreEvent":4,"MinUnhookedSurvivorAssimilationsRemovedForManyCleansedScoreEvent":4,"MinHookedSurvivorAssimilationsRemovedForManyCleansedScoreEvent":3,"MaxTrackedTimeSinceTeleportToSurvivor":10,"BasePodRemovalScoreValue":100,"CrossSurvivorAssimilationDelay":2,"CrossSurvivorAssimilationRange":600,"CrossSurvivorAssimilationPreventionBuffer":5,"Addon10ScreamRevealDuration":4,"Addon11HemorrhageDuration":60,"Addon12FirstActivatedBoxesChargeTimeExtension":30,"Addon13EffectDuration":6,"Addon13ActivationFromSpawnedKillerPodRange":1000,"Addon14RecentAssimilationWithinTime":2,"Addon14TerrorRadiusAdditiveDuration":12,"Addon19HinderedDuration":3,"Addon20RevealSurvivorAuraDuration":8,"AddonPodZoneRange":1200,"OverclockActionSpeedModifier":0.75,"OverclockDuration":5.699999809265137,"AntiCampRestrictedSphericalRadius":1000,"AntiCampRestrictedLingerTime":5,"AntiCampRestrictedRadius":1000,"ProjectileHitDistance":30,"ProjectileSpeed":5000,"OverheatDuration":3,"ThirdPersonTeleportInRangeOfAntiCampDurationExtender":1,"CollisionDisableWhileInPodsDelay":1.5,"UseAimAssistV2":1,"TeleportToSurvivorAimAssistRotationScaleMultiplier":0.4000000059604645},"item":"Item_Slasher_K32Power","outfit":["K32_Head01","K32_Body01","K32_Weapon01"],"dlc":"Umbra","image":"UI/Icons/CharPortraits/Umbra/K32_TheSingularity_Portrait.png","perks":["K32P01","K32P02","K32P03"]},"268435488":{"id":"K33","name":"The Xenomorph","role":"killer","difficulty":"intermediate","gender":"nothuman","height":"average","bio":"A relentless specimen from a distant planet, The Xenomorph is vicious, agile, and cunning. Its personal perks, \u003Cb\u003EUltimate Weapon\u003C/b\u003E, \u003Cb\u003ERapid Brutality\u003C/b\u003E, and \u003Cb\u003EAlien Instinct\u003C/b\u003E allow it to cause nearby Survivors to scream, gain Haste after basic attacks, and see auras of faraway Survivors.","story":"A perfect organism, born of violence, designed to kill.\u003Cbr\u003E\u003Cbr\u003EThe Xenomorph emerged from the chest cavity of a host named Kane and sought cover in the shadows of the Nostromo. As it shed its skin, The Xenomorph came to understand its environment. Using the ship’s air ducts, it killed its prey one by one, until only the human Ripley remained.\u003Cbr\u003E\u003Cbr\u003EDesperate for survival, Ripley destroyed the Nostromo and sought refuge in an escape vessel. But The Xenomorph’s instincts gave it the edge. As the escape vessel floated through space, the Xenomorph lay in wait, watching its prey.\u003Cbr\u003E\u003Cbr\u003EJust as it went in for the kill, the vessel’s airlock opened and The Xenomorph was ejected into the cold vacuum of space.\u003Cbr\u003E\u003Cbr\u003EAll was lost. The Xenomorph was close to death. And then, in an instant, it disappeared in a cloud of black fog.","tunables":{"MaxWalkSpeed":460,"CarryingCamperMaxWalkSpeedPercent":0.800000011920929,"TerrorRadius":3200,"TailAttack_SecondsToCharge":0.20000000298023224,"TailAttackSphereTraceRadius":14,"TailAttackLength":480,"TailAttackOpenTime":0.25,"TailAttackHittingTime":0.4000000059604645,"TailAttackSucceedCooldownTime":3,"TailAttackMissCooldownTime":3,"TailAttackObstructCooldownTime":3,"TailAttackStartHeight":65,"TailAttackEndHeight":65,"TailAttackDebugReticleHeight":50,"TailAttackMaxSweepLength":500,"TailAttackEmulateGamepadForMouseYaw":1,"TailAttackYawScale":100,"TailAttackPitchScale":100,"TailAttackRotationSpeedSmoothingTime":0.10000000149011612,"TailAttackRotationSpeedResetSmoothingTime":0.009999999776482582,"TailAttackViewPitchMax":32,"TailAttackCancelSlowdownDuration":1,"SpecialModeChargeTime":35,"SpecialModeMaximumPercentOnPickUp":0.75,"SpecialModeChargeRateMovingInTunnel":8,"SpecialModeTerrorRadiusSize":2400,"EnterTunnelChargeTime":0.30000001192092896,"WorldToTunnelTransitionTime":0.25,"TunnelMaxAcceleration":100,"Tunnel_SurvivorDetectionRange":1600,"Tunnel_SurvivorDetectionLingeringTime":1.5,"Tunnel_SurvivorDetection_OffscreenIndicator_Lifetime":5,"ExitTunnelInteraction_AnimationTime_Part1":0.5,"ExitTunnelInteraction_AnimationTime_Part2":1.75,"ExitTunnelInteraction_SlowdownPenalty_Percentage":2,"ExitTunnelInteraction_SlowdownPenalty_Range":1600,"TurretCount":4,"TurretSpawningDuration":1,"TurretCollectChargeTime":1.5,"TurretAutoDestroyTime":30,"TurretAutoDestroyPauseSurvivorRange":600,"TurretDestroyedDuration":60,"TurretDeployChargeTime":2,"TurretUndeployChargeTime":2,"TurretMaxDamageAmount":100,"TurretDamageReductionRate":25,"TurretStunnedAfterFullyDamagedDuration":1,"TurretDamageReductionDelayDuration":1,"TurretAuraLingerDuration":3,"TurretHeatAccumulationRate":0.25,"TurretMalfunctionDuration":3.5,"TurretMotionTrackerMaxDetectionRange":4100,"TurretDetectionRadius":1000,"TurretHeatDissipationRate":0.25,"Tunnel_Footstep_TimeBetweenSpawn":0.3499999940395355,"TurretRepairTime":3,"Tunnel_TunnelExitBlockedTimeAfterEnteringTunnel":2.5,"Tunnel_SurvivorDetectionDowntimeAfterEnteringTunnel":2.5,"ControlStationTurretAvailabilityCooldown":30,"ControlStationMaxDistanceToRevealAuraToSurvivors":1200,"DistanceThresholdForGeneratorNearControlStations":1600,"ExitControlStationKillerInstinct_Range":1200,"ExitControlStationKillerInstinct_LingerDuration":3,"Addon20_EffectDuration":20,"DistanceToSeeTunnelConnectionAura":1400},"item":"Item_Slasher_K33Power","outfit":["K33_Head01","K33_Body01","K33_Weapon01"],"dlc":"Wormhole","image":"UI/Icons/CharPortraits/Wormhole/K33_TheXenomorph_Portrait.png","perks":["K33P01","K33P02","K33P03"]},"268435489":{"id":"K34","name":"The Good Guy","role":"killer","difficulty":"intermediate","gender":"male","height":"short","bio":"The Good Guy is an elusive Killer, capable of deceiving Survivors with his illusory Footfalls and deadly \u003Cb\u003ESlice \u0026 Dice\u003C/b\u003E.\u003Cbr\u003E\u003Cbr\u003EHis personal perks, \u003Cb\u003EHex: Two Can Play\u003C/b\u003E, \u003Cb\u003EFriends \u0027til the End\u003C/b\u003E, and \u003Cb\u003EBatteries Included\u003C/b\u003E, allow him to blind those who blind him, relentlessly hunt his Obsession, and get faster around completed generators.","story":"Charles Lee Ray, the infamous Lakeshore Strangler, was tracked down and shot after a murderous rampage. However, he escaped death by having his soul possess a Good Guys doll named Chucky through a curse.\u003Cbr\u003E\u003Cbr\u003EChucky didn\u0027t want to stay a Good Guy forever, though, and he knew there was only one way to change that: take the body of Andy Barclay, the first person he had revealed his secret to. After his first attempt failed, Chucky waited two long years before he found Andy again.\u003Cbr\u003E\u003Cbr\u003EWith nobody standing between Chucky and Andy, he took the boy to the Good Guy factory to complete the process of stealing Andy’s body. But Andy’s foster sister, Kyle, realized something was amiss, and followed Andy to the factory.\u003Cbr\u003E\u003Cbr\u003EInside the factory Chucky forced Andy to the ground and spoke ancient words to take possession of his body. But the ritual didn’t go as planned and Kyle quickly and desperately toppled a stack of Good Guy boxes over him.\u003Cbr\u003E\u003Cbr\u003EChucky screamed his frustration as he pushed through the pile of boxes. Gathering his wits, he looked down the brightly lit aisle and saw Andy running into a thick, swirling mass of fog. He thought he was seeing things at first, but then he realized the fog was real and there to help him. His words hadn’t worked as intended but he had somehow conjured something else, something unexpected, something he didn’t quite understand.\u003Cbr\u003E\u003Cbr\u003EAnd not wanting to lose his only chance for a real body, he charged through the fog screaming after Andy.","tunables":{"MaxWalkSpeed":440,"CarryingCamperMaxWalkSpeedPercent":0.800000011920929,"TerrorRadius":3200,"FootstepLifetime":0.8500000238418579,"FootstepMaximumVisibilityDistance":1600,"FootStepFrequency":0.15000000596046448,"TipToeModeDuration":14,"TipToeModeCooldown":10,"TipToeModeMaxWalkSpeed":440,"TransitionToNormalModeDuration":1,"TransitionToTipToeModeDuration":1,"TipToeModeDurationPenaltyPercentagePerM1Attempt":0.5,"TipToeModeDurationWarningTimeUpAdvanceNotice":1,"DistractionSpawnBuffer":400,"DistracionTargetDirectionRange":500,"DistractionMaxVerticalSpawnRange":400,"DistractionLifetime":10,"DistractionRandomSpawnRateMin":2,"DistractionRandomSpawnRateMax":6,"DistractionMaximumIdleTime":0.20000000298023224,"MaximumDistractionAroundEachSurvivor":2,"ChanceToRandomlyTurnBackOnPath":0.15000000596046448,"ChanceToRandomlyChangeDirection":0.009999999776482582,"ChanceToRandomlyStop":0.10000000149011612,"CameraWorkNormalModeSpringArmLength":130,"CameraWorkNormalModeSpringArmHeight":110,"CameraWorkTTMModeSpringArmLength":95,"CameraWorkTTMModeSpringArmHeight":95,"ScamperChargeupDuration":1,"ScamperDuration":1.2000000476837158,"ScamperAccelerationMultiplier":10,"SliceAndDiceAccelerationMultiplier":100,"SliceAndDiceOpenDuration":0.6000000238418579,"SliceAndDiceSucceedDuration":3,"SliceAndDiceMissDuration":2.25,"SliceAndDiceObstructDuration":2.25,"SliceAndDiceTurnRateLimit":300,"SliceAndDiceAttackZoneScaleFactor":1.5,"ScamperChainingInputBuffer":0.5,"CrawlDuration":1.2999999523162842,"QuickVaultDuration":1.2999999523162842,"InjureAfterQuickVaultBuffer":3},"item":"Item_Slasher_K34Power","outfit":["K34_Head01","K34_Body01","K34_Weapon01"],"dlc":"Yerkes","image":"UI/Icons/CharPortraits/Yerkes/K34_TheYerkes_Portrait.png","perks":["K34P01","K34P02","K34P03"]},"268435490":{"id":"K35","name":"The Unknown","role":"killer","difficulty":"intermediate","gender":"male","height":"average","bio":"A being beyond understanding, though many have tried.\u003Cbr\u003E\u003Cbr\u003EIts personal perks, \u003Cb\u003EUnbound\u003C/b\u003E, \u003Cb\u003EUnforeseen\u003C/b\u003E, and \u003Cb\u003EUndone\u003C/b\u003E allow it to move quicker, put its Terror Radius on a generator, and deplete generator progress.","story":"Olivia’s master’s thesis was on urban legends and their origins. She believed they shared similarities with traditional folklore and picked one to illustrate her point. The Unknown was believed to be a mysterious evil so heinous that investigating it almost immediately invited death. At least that was how the story went. And there were many stories. One story was of a woman in Greenville who disappeared without a trace on stage in front of a room full of witnesses. Her friend disappeared weeks later while trying to investigate what happened. The police were stumped. They had no clues or leads, and that mystery created the perfect storm for amplifying and spreading an urban legend.\u003Cbr\u003E\u003Cbr\u003EInstead of going back home for spring break, Olivia headed to Greenville to investigate. She drove to the second-cheapest motel in town and began to set up in a small room that smelled of cigarette smoke, mold, and booze. She turned one wall into a kind of evidence board. She taped up articles and various theories on similar disappearances attributed to The Unknown throughout the country. She made connections with red string and yellow thumbtacks. Anyone walking into the motel room would think she had lost her mind.\u003Cbr\u003E\u003Cbr\u003EThere were many theories as to The Unknown’s origin. Some said it was a malevolent entity conjured long ago by an ancient cult. Others believed it to be an alien that escaped from Area 51. Legend was it thrived in darkness and stole the voices of those it consumed so as to lure others to their doom.\u003Cbr\u003E\u003Cbr\u003EThe first newspaper articles Olivia found referenced a disappearance at a séance held in the 1800s. In the late 1950s, several college students mysteriously disappeared from a movie theater. Witnesses saw them go inside. Some remembered seeing them in their seats. But when the lights came up, they were gone. No one saw them leave. No trace of them was ever found. A projectionist claimed to have heard voices in the empty darkness of the theater later that night. But when he turned on the lights, no one was there. Then in the 1960s a group of teens disappeared while exploring an abandoned hospital believed to be haunted.\u003Cbr\u003E\u003Cbr\u003EStories and speculation arose to explain these mystifying disappearances. Some talked about a top-secret government research program run by the Office of Strategic Services in the 1950s. Project Apple-Pie. Mind control experiments using hallucinogenic drugs. Most of the records were destroyed in the \u002770s, but witnesses claim that experiments were performed on unsuspecting civilians in various settings and locations throughout the country, including movie theaters, hospitals and universities. Many believed these unethical experiments opened doorways to other dimensions which allowed evil things to enter the world.\u003Cbr\u003E\u003Cbr\u003EOlivia wrote observations to pin to her evidence board. The Unknown dwells in darkness and can mimic its victims. Was it an evil entity? An extraterrestrial? A failed government experiment? Or just a garden variety serial killer allergic to publicity? She wanted to prove The Unknown was nothing more than modern-day folklore. And that investigation led here to this night, to this place, to this shabby motel room.\u003Cbr\u003E\u003Cbr\u003EYet she couldn’t help but notice that the disappearances in Greenville included one detail the other stories didn’t. The fog. And she half-remembered another urban legend with a thick, unnatural fog that somehow made people disappear. Maybe, she mused, the Greenville disappearances didn’t relate to The Unknown but some other darkness.\u003Cbr\u003E\u003Cbr\u003EFor a moment Olivia wondered what would happen if one urban legend encountered another. She laughed at the idea and tempted fate by sketching a picture of what she thought The Unknown might look like. Then she pinned the sketch right in the middle of her evidence board, laughed nervously and waited to be consumed by The Unknown for having tried to define it. Anxiously, she stared at the windows and front door for seconds that turned to minutes and minutes that turned to hours.\u003Cbr\u003E\u003Cbr\u003EBut nothing happened.\u003Cbr\u003E\u003Cbr\u003ENow it was after 2AM and Olivia was exhausted as she examined the articles and sipped cold coffee. So, when she first heard the whisper, she wondered if she imagined it.\u003Cbr\u003E\u003Cbr\u003E“Olivia…”\u003Cbr\u003E\u003Cbr\u003EIt seemed to come from the bathroom.\u003Cbr\u003E\u003Cbr\u003E“Help…”\u003Cbr\u003E\u003Cbr\u003EThe lights in the room flickered.\u003Cbr\u003E\u003Cbr\u003E“Who’s there?”\u003Cbr\u003E\u003Cbr\u003EOlivia stared with wide eyes at the closed door of the bathroom. Her mind was playing tricks on her. Or—\u003Cbr\u003E\u003Cbr\u003EHer friends had shown up to prank her.\u003Cbr\u003E\u003Cbr\u003E“Ariella? Sean? Stop messing around…”\u003Cbr\u003E\u003Cbr\u003EThe lights continued to flicker as she edged closer to the bathroom. Fear spread in long waves through her, and a terrible realization bloomed within her that The Unknown was behind the bathroom door, was preparing to make her pay for her hubris. Something began to whisper her name again. But then the voice rose, cracked, and distorted in sudden panic as if the brooding creature behind the door were under attack.\u003Cbr\u003E\u003Cbr\u003EAn unknown horror filled Olivia’s heart and left room for nothing else. She breathed deeply as cold sweat beaded on her forehead. She placed her hand on the doorknob. The lights turned off, but she could still hear the strangely inhuman cries. Then the lights turned back on, and she could see a strange black fog seeping through the bottom of the door.\u003Cbr\u003E\u003Cbr\u003EHesitantly, Olivia creaked the door open to see a bulky shape with frenzied tentacles being pulled into a thick mass of fog, vanishing slowly into the darkness like a dying shadow. The shrieking stopped suddenly, neighbors banged on the wall to turn down the TV, and Olivia stared intently at the black abyss that yawned before her. She wasn’t sure what to do. Part of her wanted to run. But the other part wanted to know more. And as she considered what to do next, dozens of voices began to call out to her with promises of the unknown and the impossible and of unearthly things beyond human experience.","tunables":{"MaxWalkSpeed":460,"CarryingCamperMaxWalkSpeedPercent":0.800000011920929,"TerrorRadius":3200,"KillerTeleportPointsRestrictionRadiusToOtherPoints":1400,"KillerTeleportPointsRestrictionRadiusToGenerators":175,"KillerTeleportPointsRestrictionRadiusToEmptyHooks":215,"KillerTeleportPointsRestrictionRadiusToActiveHooks":1200,"KillerTeleportPointsRestrictionRadiusToVisibleHatch":300,"KillerTeleportPointsRestrictionRadiusToPallets":175,"KillerTeleportPointsRestrictionRadiusToExitGate":300,"KillerTeleportPointsRestrictionLingerTimeToActiveHooks":0.20000000298023224,"MaximumNumberOfKillerTeleportPoints":4,"KillerTeleportCooldownTime":25,"KillerTeleportMinDistance":300,"AreaBlastBeforeShrinkTime":0.20000000298023224,"AreaBlastShrinkTime":0.2199999988079071,"AreaBlastGrowTime":0.3799999952316284,"AreaBlastBeforeGrowTime":0.10000000149011612,"AreaBlastMinScale":0.30000001192092896,"AreaBlastMaxScale":1.25,"DecoySelfDestructTime":5,"TravelProjectileTimeoutTime":5,"TravelProjectileMaxBounces":1,"TravelProjectileHinderedLifetimeOnPassthrough":3,"TravelProjectileLauncherInitialSpeed":2500,"KillerEffectRemovalTime":10,"ShootAreaBlastChargeTime":1,"ShootAreaBlastCooldownTime":7,"ShootAreaBlastGracePercentage":0.20000000298023224,"HuskSpawningMaxChargeTime":45,"HuskSpawningTime":3,"HuskSpawningTimeReductionOnSurvivorAfflictedWithKillerEffect":10,"HuskSpawningTimeReductionOnSurvivorInjuredWithKillerEffect":10,"HuskSpawningTimeReductionOnHookedKillerTeleportPointRecycle":10,"SurvivorSightDistance":2500,"SurvivorDiscerningDelay":0.05000000074505806,"SurvivorUndiscerningDelay":1.25,"SurvivorHuskDestructionLookTime":1.5,"SurvivorHuskDestructionChargeTimeNotInfected":4,"SurvivorHuskDestructionLookDistance":800,"SurvivorHuskDestructionInteractionDistance":300,"SurvivorHuskDestructionGracePercentage":0.05000000074505806,"SurvivorHuskDestructionSuccessPercentage":0.9900000095367432,"SurvivorHuskDestructionFailureKillerInstinctDuration":5,"KillerTeleportPointSpawnTime":5,"KillerTeleportPointSurvivorOutlineDistance":800,"KillerTeleportToKillerTeleportPointWakeupTime":1.7000000476837158,"Addon16KillerTeleportPointSpawningReducationPercentage":0.5,"TeleportDuration":0.30000001192092896,"KillerTeleportPointRefundPercentageOnKillerManuallyDestruction":0.75,"TravelProjectileBounciness":0.12999999523162842,"TravelProjectileFriction":0.5,"AddedWeakenedProgressionSecondsOnAreaBlastInjury":6},"item":"Item_Slasher_K35Power","outfit":["K35_Head01","K35_Body01","K35_Weapon01"],"dlc":"ApplePie","image":"UI/Icons/CharPortraits/Applepie/K35_TheUnknown_Portrait.png","perks":["K35P01","K35P02","K35P03"]},"268435491":{"id":"K36","name":"The Lich","role":"killer","difficulty":"intermediate","gender":"male","height":"average","bio":"Few dare speak The Lich\u0027s true name, for fear that he may hear... or worse.\u003Cbr\u003E\u003Cbr\u003EHis personal perks, \u003Cb\u003EWeave Attunement\u003C/b\u003E, \u003Cb\u003ELanguid Touch\u003C/b\u003E, and \u003Cb\u003EDark Arrogance\u003C/b\u003E allow him to exploit used items, exhaust those who disturb the crows, and increase vault speed.","story":"The Whispered One. Lord of the Rotted Tower. The Master of Secrets. Few dare speak his true name, for fear that he may hear—or worse.\u003Cbr\u003E\u003Cbr\u003EEven as a young wizard, Vecna’s command of magic was matched by none. While others spent decades committing to and perfecting one school of magic, he effortlessly mastered each one of them. After his mother’s execution for witchcraft, his focus became obsession as he pored the most of his study into the darkest school of magic—necromancy, the magic of life and death.\u003Cbr\u003E\u003Cbr\u003EAs his power grew, so did his ambition. Over the centuries, he shed his mortal shell and ascended to lichdom. His power gave rise to a great empire, ruled over from his Rotted Tower.\u003Cbr\u003E\u003Cbr\u003EHis thirst for dark knowledge to fill his Book of Vile Darkness led him to many realms and planes. But it was in his own realm one of his servants found something—a spell, perhaps, torn from an ancient tome—written in a language he had never seen. From it he could sense an incredible dark energy. Without any document of the language, he had to spend months painstakingly analyzing its syntax, its phonetics, its form. He documented every stroke of every letter, scrutinizing and theorizing on their meanings, in a massive book hidden in his chambers. When his lieutenants came to him with problems in their domain, Vecna told them to deal with it themselves. He had more important matters to attend to.\u003Cbr\u003E\u003Cbr\u003ECountless nights were spent memorizing the strange script, attempting to make it make sense. Only occasionally would he leave his keep to investigate rumors of people who had disappeared without a trace in the night. At these scenes, he could sense the same foreign magic that emanated from the torn page. He was convinced that whatever was killing these people had also written this strange script.\u003Cbr\u003E\u003Cbr\u003EHe was confounded, which made him furious. The scenes, few and far between, had no pattern, no common motive. No sign of struggle, no body, and only a lingering hum of dark energy. To what end did they need these bodies?\u003Cbr\u003E\u003Cbr\u003EOne dark night, he had a breakthrough: a word he had been interpreting as “dying” made more sense as “disappearing.” Perhaps these people were not being killed at all: perhaps they were being taken alive. He applied this substitution through his notes and everything seemed to fall into place.\u003Cbr\u003E\u003Cbr\u003EHe copied what he had learned to a fresh piece of parchment, written phonetically. He began to speak the words aloud and the room darkened. It filled with a creeping black fog. He felt himself displacing, going somewhere else. Vecna resisted, incanting memorized spells, holding the fog at bay. But as he gazed into the darkness, he felt that alluring energy from it; a despair, an evil he could scarcely imagine. A sick curiosity overcoming him, he dropped his concentration, and let the fog take him. Whatever it was, wherever it was, he understood that the only way to harness it was to submit to it. He knew, in his cold, unbeating heart, that its dark secrets would one day be his.","tunables":{"MaxWalkSpeed":460,"CarryingCamperMaxWalkSpeedPercent":0.800000011920929,"TerrorRadius":3200,"=====================ADDONS=====================":3200,"Addon_14_CooldownReductionOnBasicAttackSuccess":5,"Addon_15_SurvivorDistanceFromTreasureChest":600,"Addon_15_EffectLifetime":3,"Addon_16_MangledEffectLifetime":45,"Addon_16_HemorrhageEffectLifetime":45,"Addon_17_UndetectableEffectLifetime":10,"Addon_18_ObliviousEffectLifetime":15,"Addon_18_MinimumGuaranteedMimicSpawnAmount":2,"ScoreEvent_TimeToReceiveBloodpointsAfterActivatingSpell":15},"item":"Item_Slasher_K36Power","outfit":["K36_Head01","K36_Body01","K36_W01"],"dlc":"Churros","image":"UI/Icons/CharPortraits/Churros/K36_TheLich_Portrait.png","perks":["K36P01","K36P02","K36P03"]}}